Repository: byceps/byceps
Catalog: byceps/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Preferred language
de: Bevorzugte Sprache

source: no preference
de: keine Präferenz

source: Connected Accounts
de: Verbundene Accounts

source: connected as
de: verbunden als

source: Disconnect account
de: Verbindung trennen

source: not connected
de: nicht verbunden

source: Connect account
de: Account verbinden

source: Unsubscribe
de: Abmelden

source: Subscribe
de: Anmelden

source: Remove avatar image?
de: Avatarbild entfernen?

source: Unsubscribe from newsletter?
de: Vom Newsletter abmelden?

source: %(initiator_screen_name)s has awarded badge "%(badge_label)s" to %(awardee_screen_name)s.
de: %(initiator_screen_name)s hat das Abzeichen "%(badge_label)s" an %(awardee_screen_name)s verliehen.

source: Award user badges
de: Abzeichen verleihen

source: Create user badges
de: Abzeichen erstellen

source: Edit user badges
de: Abzeichen bearbeiten

source: View user badges
de: Abzeichen anzeigen

source: <no restriction>
de: <keine Einschränkung>

source: Badge "%(badge_label)s" has been created.
de: Das Abzeichen "%(badge_label)s" wurde angelegt.

source: Badge "%(badge_label)s" has been updated.
de: Das Abzeichen "%(badge_label)s" wurde aktualisiert.

source: Badge "%(badge_label)s" has been awarded to %(screen_name)s.
de: Das Abzeichen "%(badge_label)s" wurde an %(screen_name)s verliehen.

source: Award Badge
de: Abzeichen verleihen

source: Create Badge
de: Abzeichen erstellen

source: Create badge
de: Abzeichen erstellen

source: Awarded
de: Verliehen

source: unrestricted
de: keine Einschränkung

source: No badges defined.
de: Es sind keine Abzeichen vorhanden.

source: Update Badge
de: Abzeichen bearbeiten

source: Awarded to %(awardee_count)s users
de: An %(awardee_count)s Personen verliehen

source: This badge has not been awarded yet.
de: Dieses Abzeichen wurde bisher nicht verliehen.

source: Group "%(group_title)s" has been created.
de: Die Gruppe "%(group_title)s" wurde erstellt.

source: Create user group
de: Benutzergruppe erstellen

source: User groups
de: Benutzergruppen

source: Creator
de: Ersteller/in

source: No groups exist yet.
de: Es sind keine Gruppen vorhanden.

source: Edit user group
de: Benutzergruppe bearbeiten

source: Message from %(sender_screen_name)s (via %(website_server_name)s)
de: Mitteilung von %(sender_screen_name)s (über %(website_server_name)s)

source: %(screen_name)s has sent you the following message.
de: %(screen_name)s möchte dir die folgende Mitteilung zukommen lassen.

source: You can reply here: %(url)s
de: Du kannst hier antworten: %(url)s

source: ATTENTION: Do *not* reply to this email. Follow the link instead.
de: ACHTUNG: Antworte *nicht* auf diese E-Mail, sondern folge dem Link.

source: This message was sent via website %(server_name)s.
de: Diese Mitteilung wurde über die Website %(server_name)s gesendet.

source: If you have any questions, please contact us via email to: %(email_address)s
de: Bei Fragen kontaktiere uns bitte per E-Mail an: %(email_address)s

source: Your message to %(screen_name)s has been sent.
de: Deine Nachricht an %(screen_name)s wurde versendet.

source: Send message
de: Mitteilung senden

source: You can send a message to the person using this form.
de: Über dieses Formular kannst du der Person eine Nachricht zukommen lassen.

source: They will get an email with your message text. Your email address will <em>not</em> be exposed, though.
de: Dazu senden wir ihr eine E-Mail mit deinem Text. Deine E-Mail-Adresse geben wir dabei <em>nicht</em> weiter.

source: The person can reply to you using the contact form linked on your profile page.
de: Die Person kann dir über das Kontaktformular auf deiner Profilseite antworten.

source: Recipient
de: Empfänger/in

source: Send
de: Senden

source: Attended parties
de: Besuchte Partys

source: Contact
de: Kontakt

source: Administrate webhooks
de: Webhooks verwalten

source: View webhooks
de: Webhooks anzeigen

source: Event types
de: Event-Typen

source: Text prefix
de: Text-Präfix

source: Enabled
de: Aktiv

source: Webhook has been created.
de: Der Webhook wurde erstellt.

source: Webhook has been updated.
de: Der Webhook wurde aktualisiert.

source: Webhook has been removed.
de: Der Webhook wurde gelöscht.

source: Webhook call has been successful.
de: Der Webhook-Aufruf war erfolgreich.

source: Webhook call failed:
de: Der Webhook-Aufruf ist fehlgeschlagen:

source: Create Webhook
de: Webhook erstellen

source: Create webhook
de: Webhook erstellen

source: Test
de: Testen

source: Event filters
de: Event-Einschränkungen

source: filter
de: Einschränkung

source: No webhooks defined.
de: Es sind keine Webhooks definiert.

source: Delete webhook?
de: Webhook löschen?

source: Edit Webhook
de: Webhook bearbeiten

source: Valid JSON or empty
de: Gültiges JSON oder leer

source: Please log in.
de: Bitte melde dich an.

source: The payment deadline has been exceed. Place a new order if you are still interested in attending.
de: Das Zahlungsziel wurde überschritten. Gib eine neue Bestellung auf, falls du weiterhin Interesse an der Teilnahme hast.

source: Sold out!
de: Ausverkauft!

source: tickets paid
de: Tickets bezahlt

source: Order tickets
de: Tickets bestellen
