Repository: byceps/byceps
Catalog: byceps/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Create Brand
de: Marke erstellen

source: Brands
de: Marken

source: Update Email Configuration
de: E-Mail-Konfiguration bearbeiten

source: Create brand
de: Marke erstellen

source: Parties
de: Partys

source: Organizers
de: Organisatoren

source: No brands defined.
de: Es sind keine Marken vorhanden.

source: Update Brand
de: Marke bearbeiten

source: not specified
de: nicht angegeben

source: Settings
de: Einstellungen

source: Value
de: Wert

source: No settings defined.
de: Es sind keine Einstellungen vorhanden.

source: Email Configuration
de: E-Mail-Konfiguration

source: Not configured
de: Nicht konfiguriert

source: Manage consents
de: Zustimmungen verwalten

source: Internal name
de: Interner Name

source: Internal title
de: Interner Titel

source: Checkbox label
de: Checkbox-Beschriftung

source: Checkbox label link target
de: Linkziel der Checkbox-Beschriftung

source: Consent subject
de: Zustimmungsthema

source: Invalid choice
de: Ungültige Auswahl

source: Consent subject "%(title)s" has been created.
de: Das Zustimmungsthema "%(title)s" wurde angelegt.

source: The requirement has been created.
de: Die Anforderung wurde erstellt.

source: The requirement has been deleted.
de: Die Anforderung wurde gelöscht.

source: Create consent requirement
de: Zustimmungsthema erstellen

source: Consents
de: Zustimmungen

source: Required Consents
de: Erforderliche Zustimmungen

source: Delete consent requirement?
de: Zustimmungsthema löschen?

source: Create consent subject
de: Zustimmungsthema erstellen

source: Unknown consent subject
de: Unbekanntes Zustimmungsthema

source: Thank you for your consent. Please log in again.
de: Vielen Dank für deine Zustimmung. Bitte melde dich erneut an.

source: Invalid verification token
de: Unbekannter Bestätigungscode

source: Consent required
de: Zustimmung erforderlich

source: Please consent to the updated terms to be able to continue.
de: Bitte stimme den aktualisierten Bedingungen zu, um fortfahren zu können.

source: I consent
de: Ich stimme zu

source: Logged in as
de: Eingeloggt als

source: Profile
de: Profil

source: Search user:
de: Benutzer suchen:

source: Brand
de: Marke

source: More
de: Mehr

source: Users
de: Benutzer

source: Seating Plans
de: Sitzpläne

source: Guest Servers
de: Gastserver

source: Catalogs
de: Kataloge

source: Products
de: Produkte

source: Orders
de: Bestellungen

source: Shipping
de: Versand

source: Pages
de: Seiten

source: No differences
de: Keine Unterschiede

source: Reason
de: Begründung

source: Contains invalid characters. Allowed are letters, digits, and these special characters:
de: Enthält ungültige Zeichen. Erlaubt sind Buchstaben, Zahlen und diese Sonderzeichen:

source: Access Denied
de: Zugriff verweigert

source: Sorry, access to the requested page has been denied.
de: Entschuldigung, der Zugriff auf die angeforderte Seite wurde verweigert.

source: Page Not Found
de: Seite nicht gefunden

source: Sorry, the request page could not be found.
de: Entschuldigung, die angeforderte Seite wurde nicht gefunden.

source: Error
de: Fehler

source: Cancel
de: Abbrechen

source: Previous page
de: Vorherige Seite

source: Next page
de: Nächste Seite

source: Avatar of %(screen_name)s
de: Avatar von %(screen_name)s

source: Avatar of deleted user
de: Avatar eines gelöschten Benutzers

source: IP address
de: IP-Adresse

source: Active Brands
de: Aktive Marken

source: All brands
de: Alle Marken

source: No active brands
de: Keine aktiven Marken

source: Active Shops
de: Aktive Shops

source: open order
de: offene Bestellung

source: No open orders
de: Keine offenen Bestellungen

source: No active shops
de: Keine aktiven Shops

source: Upcoming Birthdays
de: Die nächsten Geburtstage

source: All birthdays
de: Alle Geburtstage

source: Current Parties
de: Aktuelle Partys

source: All parties
de: Alle Partys

source: No current parties
de: Keine aktuellen Partys

source: Current Party
de: Aktuelle Party

source: No current party
de: Keine aktuelle Party

source: Current Sites
de: Aktuelle Sites

source: All sites
de: Alle Sites

source: No current sites
de: Keine aktuellen Sites

source: Newest Users
de: Neueste Benutzer

source: None recently
de: Keine in letzter Zeit

source: new user in the last 7 days
de: neuer Benutzer in den letzten 7 Tagen

source: uninitialized user
de: noch nicht aktivierter Benutzer

source: All users
de: Alle Benutzer

source: Overview
de: Übersicht

source: News channels
de: Newskanäle

source: No news channels exist for this brand.
de: Für diese Marke sind keine Newskanäle vorhanden.

source: None required
de: Keine erforderlich

source: This looks like a brand-new installation of BYCEPS. Do you want to <a href="%(url)s">create demonstration data</a>?
de: Das hier sieht wie eine brandneue BYCEPS-Installation aus. Möchtest du <a href="%(url)s">Demo-Daten erstellen</a>?

source: Date
de: Datum

source: until
de: bis

# party
source: canceled
de: abgesagt

source: over
de: vorbei

source: day until the party
de: Tag bis zur Party

source: organizer in %(team_count)s teams
de: Organisator in %(team_count)s Teams

source: seat in %(area_count)s areas
de: Sitzplatz in %(area_count)s Bereichen

source: tickets sold
de: Tickets verkauft

source: sold out
de: ausverkauft

source: of
de: von

source: seats occupied
de: Sitzplätze belegt

source: tickets checked in
de: Tickets eingecheckt

source: pending
de: wartend

source: disabled
de: deaktiviert

source: User registration
de: Benutzerregistrierung

source: open
de: offen

source: closed
de: geschlossen

source: User login
de: Benutzeranmeldung

source: not assigned
de: nicht verknüpft

source: News Channels
de: Newskanäle

source: Discussion Board
de: Forum

source: No topics yet.
de: Es gibt noch keine Themen.

source: approved
de: genehmigt

source: No servers registered.
de: Es sind keine Server registriert.

source: No news yet.
de: Es gibt noch keine News.

source: All news
de: Alle News

source: Open Orders
de: Offene Bestellungen

source: Order number
de: Bestellnummer

source: Amount
de: Betrag

source: No open orders.
de: Keine offenen Bestellungen.

source: All orders
de: Alle Bestellungen

source: You do not use a ticket yet.
de: Du nutzt noch kein Ticket.

source: Ticket management
de: Ticketverwaltung

source: Demonstration data already exists.
de: Demo-Daten existieren bereits.

source: Demonstration data has been created.
de: Demo-Daten wurden erstellt.

source: Create demonstration data
de: Demo-Daten erstellen

source: %(initiator_screen_name)s has connected an external account on "%(service)s" for %(user_screen_name)s.
de: %(initiator_screen_name)s hat ein Benutzerkonto auf "%(service)s" für %(user_screen_name)s verbunden.

source: %(initiator_screen_name)s has disconnected an external account on "%(service)s" for %(user_screen_name)s.
de: %(initiator_screen_name)s hat ein Benutzerkonto auf "%(service)s" für %(user_screen_name)s entkoppelt.

source: Administrate galleries
de: Galerien verwalten

source: View hidden galleries and images
de: Versteckte Galerien und Bilder anzeigen

source: Gallery has been created.
de: Die Galerie wurde erstellt.

source: Gallery has been updated.
de: Die Galerie wurde aktualisiert.

source: Images have been imported.
de: Bilder wurden importiert.

source: Add Gallery
de: Galerie hinzufügen

source: Galleries
de: Galerien

source: Edit gallery
de: Galerie bearbeiten

source: Gallery
de: Galerie

source: Import images
de: Bilder importieren

source: Import gallery images
de: Galeriebilder importieren

source: image
de: Bild

source: found
de: gefunden

source: Image
de: Bild

source: Preview
de: Vorschau

source: No images found.
de: Keine Bilder gefunden.

source: exists
de: vorhanden

source: missing
de: fehlt

source: No preview image
de: Kein Vorschaubild

source: No galleries available.
de: Keine Galerien vorhanden.

source: No images available.
de: Keine Bilder vorhanden.

source: %(initiator_screen_name)s has registered a guest server owned by %(owner_screen_name)s for party %(party_title)s.
de: %(initiator_screen_name)s hat einen Gastserver von %(owner_screen_name)s für die Party %(party_title)s registriert.

source: %(initiator_screen_name)s has approved a guest server owned by %(owner_screen_name)s.
de: %(initiator_screen_name)s hat einen Gastserver von %(owner_screen_name)s genehmigt.

source: %(initiator_screen_name)s has checked in a guest server owned by %(owner_screen_name)s.
de: %(initiator_screen_name)s hat einen Gastserver von %(owner_screen_name)s eingecheckt.

source: %(initiator_screen_name)s has checked out a guest server owned by %(owner_screen_name)s.
de: %(initiator_screen_name)s hat einen Gastserver von %(owner_screen_name)s ausgecheckt.

source: Administrate guest servers
de: Gastserver verwalten

source: View guest servers
de: Gastserver anzeigen

source: Netmask
de: Netzmaske

source: Domain
de: Domäne

source: Owner
de: Besitzer/in

source: Notes by admin
de: Anmerkungen des Admins

source: Provide at least an IP address or a hostname.
de: Mindestens eine IP-Adresse oder ein Hostname muss angegeben werden.

source: The server has been registered.
de: Der Server wurde registriert.

source: Changes have been saved.
de: Die Änderungen wurden gespeichert.

source: Server has been approved.
de: Der Server wurde genehmigt.

source: Server has been checked in.
de: Der Server wurde eingecheckt.

source: Server has been checked out.
de: Der Server wurde ausgecheckt.

source: Server has been deleted.
de: Der Server wurde gelöscht.

source: The address has been added.
de: Die Adresse wurde hinzugefügt.

source: Add server address
de: Server-Adresse hinzufügen

source: Addresses
de: Adressen

source: Export
de: Exportieren

source: Show
de: Anzeigen

source: Update server address
de: Server-Adresse bearbeiten

source: No addresses registered.
de: Es sind keine Adressen registriert.

source: Register guest server
de: Gastserver anmelden

source: Vendor, model number, what does it look like?
de: Hersteller, Modellnummer, wie sieht er aus?

source: all
de: alle

source: checked out
de: ausgecheckt

source: Notes by owner
de: Anmerkungen des Besitzers

source: No servers
de: Keine Server

source: Update server
de: Server bearbeiten

source: View printable server card
de: Druckbare Gastserver-Card ansehen

source: Check out
de: Auschecken

source: Check in
de: Einchecken

source: Approve
de: Genehmigen

source: Approve server?
de: Server genehmigen?

source: Check in server?
de: Server einchecken?

source: Check out server?
de: Server auschecken?

source: Delete server?
de: Server löschen?

source: Update settings
de: Einstellungen bearbeiten

source: DNS servers
de: DNS-Server

source: Servers
de: Server

source: Guest server card
de: Gastserver-Card anzeigen

source: Guest server
de: Gastserver

source: Quantity of addresses needed
de: Anzahl benötigter Adressen

source: Notes
de: Anmerkungen

source: Server registration is closed.
de: Die Serverregistrierung ist geschlossen.

source: Using a ticket for this party is required to register servers.
de: Die Nutzung eines Tickets für diese Party ist erforderlich, um Gastserver registrieren zu können.

source: You have already registered the maximum number of servers allowed.
de: Du hast bereits die maximal erlaubte Anzahl an Gastservern registriert.

source: An unknown error has occurred.
de: Ein unbekannter Fehler ist aufgetreten.

source: Continue
de: Weiter

source: Just the hostname. The suffix <code>%(suffix)s</code> will be added automatically.
de: Nur der Hostname. Der Anhang <code>%(suffix)s</code> wird automatisch hinzugefügt.

source: Printable server card
de: Druckbare Gastserver-Card

# verb
source: View
de: Ansehen

source: Further Settings
de: Weitere Einstellungen

source: View jobs
de: Jobs anzeigen

source: Background Jobs
de: Hintergrundjobs

source: Maintenance
de: Wartung

source: Language code
de: Sprachcode

source: Language has been added.
de: Die Sprache wurde hinzugefügt.

source: Languages
de: Sprachen

source: Add language
de: Sprache hinzufügen

source: Language
de: Sprache

source: unknown
de: unbekannt

source: No languages defined.
de: Es sind keine Sprachen definiert.

source: Deleted %(num_deleted)s login log entries older than %(minimum_age_in_days)s days.
de: %(num_deleted)s Login-Einträge älter als %(minimum_age_in_days)s Tage wurden gelöscht.

source: Deleted %(num_deleted)s verification tokens older than %(minimum_age_in_days)s days.
de: %(num_deleted)s Verification Tokens älter als %(minimum_age_in_days)s Tage wurden gelöscht.

source: Deleted %(num_deleted)s authentication tokens.
de: %(num_deleted)s Authentifizierungs-Token wurden gelöscht.

source: Delete old verification tokens
de: Alte Verification Tokens löschen

source: Delete old login events
de: Alte Login-Events löschen

source: User sessions
de: Benutzer-Sitzungen

source: This will log out all users.
de: Dies wird alle Benutzer-Sitzungen beenden.

source: Delete all session tokens
de: Alle Benutzer-Sitzungen löschen

source: Delete old verification tokens?
de: Alte Verification Tokens löschen?

source: Delete old login events?
de: Alte Login-Events löschen?

source: Delete all session tokens?
de: Alle Benutzer-Sitzungen löschen?

source: Global Snippets
de: Globale Snippets

source: Newsletters
de: Newsletter

source: User Badges
de: Benutzer-Abzeichen

source: Payment gateways
de: Bezahldienste

source: Newsletter Subscriptions
de: Newsletter-Abos

source: Discussion Boards
de: Foren

source: Brand Snippets
de: Marken-Snippets

source: Organizer Presence
de: Orga-Anwesenheit

source: Sold Products
de: Verkaufte Produkte

source: Timetable
de: Zeitplan

source: Tournaments
de: Turniere

source: You are not permitted to see any items.
de: Du bist nicht berechtigt, hier etwas zu sehen.

source: The news "%(title)s" has been published.
de: Die News "%(title)s" wurde veröffentlicht.

source: Image credit
de: Bild

source: Administrate news channels
de: News-Kanäle verwalten

source: Create news items
de: News erstellen

source: Publish news items
de: News veröffentlichen

source: Edit news items
de: News bearbeiten

source: View news items
de: News anzeigen

source: View news item drafts
de: News-Entwürfe anzeigen

source: Site for announcement
de: Site für Ankündigungen

# site
source: none
de: keine

source: Alternative text
de: Alternativtext

source: Caption
de: Bildunterschrift

source: Source
de: Bildquelle

source: Image file
de: Bilddatei

source: Lowercase letters, digits, and dash are allowed.
de: Nur Kleinbuchstaben, Ziffern und Bindestrich sind erlaubt.

source: Time
de: Uhrzeit

source: News channel "%(channel_id)s" has been created.
de: Der Newskanal "%(channel_id)s" wurde angelegt.

source: News channel "%(channel_id)s" cannot be deleted because it contains news items.
de: Der Newskanal "%(channel_id)s" kann nicht gelöscht werden, da er noch News enthält.

source: News channel "%(channel_id)s" cannot be deleted because it is referenced by %(site_count)s site(s).
de: Der Newskanal "%(channel_id)s" kann nicht gelöscht werden, da er von %(site_count)s Site(s) referenziert wird.

source: News channel "%(channel_id)s" has been deleted.
de: Der Newskanal "%(channel_id)s" wurde gelöscht.

source: News image #%(image_number)s has been created.
de: Das Newsbild #%(image_number)s wurde hinzugefügt.

source: News image #%(image_number)s has been updated.
de: Das Newsbild #%(image_number)s wurde aktualisiert.

source: Featured image has been set.
de: Das Titelbild wurde gesetzt.

source: Featured image has been unset.
de: Das Titelbild wurde entfernt.

source: News image has been deleted.
de: Das Newsbild wurde gelöscht.

source: News item "%(title)s" has been created.
de: Die News "%(title)s" wurde angelegt.

source: News item "%(title)s" has been updated.
de: Die News "%(title)s" wurde aktualisiert.

source: News item "%(title)s" will be published later.
de: Die News "%(title)s" wird später veröffentlicht.

source: News item "%(title)s" has been published.
de: Die News "%(title)s" wurde veröffentlicht.

source: News item "%(title)s" has been unpublished.
de: Die Veröffentlichung der News "%(title)s" wurde zurückgezogen.

source: Create news channel
de: Newskanal erstellen

source: This site's server name will be used in the URL when announcing news items from this channel.
de: Der Servername dieser Site wird in der URL verwendet, wenn News aus diesem Kanal angekündigt werden.

source: A news channel can be used for a single party as well as for multiple or even all partys of the same brand.
de: Ein Newskanal kann sowohl für eine einzelne Party als auch für mehrere oder alle Partys derselben Marke genutzt werden.

source: Hint: If the news channel should be used only for a specific party, use the ID <em>of that party</em> as ID for the news channel. If, however, it should be used for multiple parties, use the ID <em>of the brand</em> as ID for the news channel.
de: Tipp: Sofern der Newskanal nur für eine konkrete Party genutzt werden soll, verwende die ID <em>dieser Party</em> als ID für den Newskanal. Falls es jedoch partyübergreifend genutzt werden soll, verwende die ID <em>der Marke</em> der Partys als ID für den Newskanal.

source: Delete news channel?
de: Newskanal löschen?

source: Edit news channel
de: Newskanal bearbeiten

source: News channel
de: Newskanal

source: Create news post
de: Newspost erstellen

source: Latest change
de: Letzte Änderung

source: Images
de: Bilder

source: Draft
de: Entwurf

source: untitled
de: kein Titel

source: Image defined
de: Bild festgelegt

source: View change history
de: Änderungshistorie ansehen

source: No news posts exist for this channel.
de: Für diesen Kanal sind keine Newsposts vorhanden.

source: Add image
de: Bild hinzufügen

source: Allowed formats
de: Erlaubte Formate

source: Maximum image dimensions
de: Maximale Bildgröße

source: pixels
de: Pixel

source: Maximum file size
de: Maximale Dateigröße

source: Edit image
de: Bild bearbeiten

source: View changes
de: Änderungen ansehen

source: Create draft
de: Entwurf erstellen

source: Change history
de: Änderungshistorie

source: changed
de: geändert

source: Differences
de: Unterschiede

source: public
de: öffentlich

source: View changes compared to previous version
de: Änderungen im Vergleich zur vorherigen Version anzeigen

source: Publish news post later
de: Newspost später veröffentlichen

source: Publish
de: Veröffentlichen

source: Edit news post
de: Newspost bearbeiten

source: Attention
de: Achtung

source: Changing the slug affects the news post's permalink!
de: Eine Änderung des Slugs wirkt sich auf den Permalink der News aus!

source: Insert image
de: Bild einfügen

source: View news post version
de: Newspost-Version ansehen

source: Channel
de: Kanal

source: Publish now
de: Jetzt veröffentlichen

source: Publish later
de: Später veröffentlichen

source: Unpublish
de: Veröffentlichung zurückziehen

source: current
de: aktuell

source: outdated
de: veraltet

source: View current version
de: Aktuelle Version ansehen

source: Created
de: Erstellt

source: Published
de: Veröffentlicht

source: Unset featured image
de: Titelbild entfernen

source: Filename
de: Dateiname

source: Unset image as featured
de: Nicht als Titelbild verwenden

source: Delete image
de: Bild löschen

source: Set image as featured
de: Als Titelbild verwenden

source: Publish news post now?
de: Newspost jetzt veröffentlichen?

source: Unpublish news post?
de: Veröffentlichung des Newsposts zurückziehen?

source: Set image as featured?
de: Als Titelbild verwenden?

source: Unset image as featured?
de: Nicht als Titelbild verwenden?

source: Delete image?
de: Bild löschen?

source: An error has occurred while rendering the news.
de: Bei der Anzeige der News ist ein Fehler aufgetreten.

source: News Archive
de: News-Archiv

source: Archive
de: Archiv

source: %(initiator_screen_name)s has subscribed %(user_screen_name)s to newsletter "%(list_title)s".
de: %(initiator_screen_name)s hat den Newsletter "%(list_title)s" abonniert.

source: %(user_screen_name)s has subscribed to newsletter "%(list_title)s".
de: %(user_screen_name)s hat den Newsletter "%(list_title)s" abonniert.

source: %(initiator_screen_name)s has unsubscribed %(user_screen_name)s from newsletter "%(list_title)s".
de: %(initiator_screen_name)s hat den Newsletter "%(list_title)s" abbestellt.

source: %(user_screen_name)s has unsubscribed from newsletter "%(list_title)s".
de: %(user_screen_name)s hat den Newsletter "%(list_title)s" abbestellt.

source: Administrate newsletter subscription lists
de: Newsletter-Listen verwalten

source: Export newsletter subscribers
de: Newsletter-Abonnenten exportieren

source: View newsletter subscriptions
de: Newsletter-Bestellstatus einsehen

source: Subscription list has been created.
de: Newsletter-Liste wurde angelegt.

source: Create subscription list
de: Newsletter-Liste erstellen

source: No subscription list exists for this brand.
de: Für diese Marke sind keine Newsletter-Listen vorhanden.

source: Subscribers
de: Abonnenten

source: No subscription lists exist.
de: Es sind keine Newsletter-Listen vorhanden.

source: Usernames and email addresses (as JSON)
de: Benutzernamen und E-Mail-Adressen (als JSON)

source: email addresses only (as plaintext)
de: nur E-Mail-Adressen (als Text)

source: requested
de: angefordert

source: total
de: gesamt

source: You have subscribed to newsletter "%(title)s".
de: Du hast dich zum Newsletter "%(title)s" angemeldet.

source: You have unsubscribed from newsletter "%(title)s".
de: Du hast dich vom Newsletter "%(title)s" abgemeldet.

source: %(initiator_screen_name)s has granted orga status for brand %(brand_title)s to %(user_screen_name)s.
de: %(initiator_screen_name)s hat %(user_screen_name)s den Orga-Status für die Marke %(brand_title)s verliehen.

source: %(initiator_screen_name)s has revoked orga status for brand %(brand_title)s for %(user_screen_name)s.
de: %(initiator_screen_name)s hat %(user_screen_name)s den Orga-Status für die Marke %(brand_title)s entzogen.

source: View orgas' birthdays
de: Geburtstage von Orgas anzeigen

source: View orgas' details
de: Orga-Details anzeigen

source: The user already has organizer status for this brand.
de: Der Benutzer ist bereits Orga für diese Marke.

source: Organizer status was granted to %(screen_name)s for brand %(brand_title)s.
de: %(screen_name)s hat Orga-Status für die Marke %(brand_title)s erhalten.

source: Organizer status was revoked for %(screen_name)s for brand %(brand_title)s.
de: %(screen_name)s wurde der Orga-Status für die Marke %(brand_title)s entzogen.

source: First name
de: Vorname

source: Last name
de: Nachname

source: Date of birth
de: Geburtsdatum

source: Street
de: Straße

source: Postal code
de: PLZ

source: City
de: Stadt

source: Country
de: Land

source: Email address
de: E-Mail-Adresse

source: Phone number
de: Telefonnummer

source: Upcoming birthdays
de: Die nächsten Geburtstage

source: Grant organizer status
de: Orga-Status zuweisen

source: as Excel CSV
de: als Excel-CSV

source: Full name
de: Voller Name

source: Age
de: Alter

source: years
de: Jahre

source: not given
de: nicht angegeben

source: Revoke organizer status
de: Orga-Status entziehen

source: No users have organizer status.
de: Keine Benutzer haben Orga-Status.

source: Revoke organizer status?
de: Orga-Status entziehen?

source: %(user)s will be %(adjective)s %(age)s years old %(when)s.
de: %(user)s wird %(when)s %(adjective)s %(age)s Jahre alt.

source: No upcoming birthdays.
de: Keine bevorstehenden Geburtstage.

source: today
de: heute

source: tomorrow
de: morgen

source: in %(days)s days
de: in %(days)s Tagen

source: bombastic
de: bombastische

source: breathtaking
de: atemberaubende

source: colossal
de: kolossale

source: contemplative
de: beschauliche

source: crass
de: krasse
