Repository: byceps/byceps
Catalog: byceps/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Someone
de: Jemand

source: Access admin area
de: Auf den Admin-Bereich zugreifen

source: Carry out maintenance work
de: Wartungsarbeiten durchführen

source: Administrate API
de: API verwalten

source: Permissions
de: Berechtigungen

source: Description
de: Beschreibung

source: API token has been created.
de: API-Token wurde angelegt.

source: API token has been suspended.
de: API-Token wurde gesperrt.

source: API token has been unsuspended.
de: API-Token wurde entgesperrt.

source: API token has been deleted.
de: API-Token wurde gelöscht.

source: Create API token
de: API-Token erstellen

source: Create
de: Erstellen

source: suspended
de: gesperrt

source: enabled
de: aktiv

source: Unsuspend API token
de: API-Token entsperren

source: Suspend API token
de: API-Token sperren

source: Delete API token
de: API-Token löschen

source: Created at
de: Erstellt um

source: Created by
de: Erstellt von

source: permissions
de: Berechtigungen

source: Reveal
de: Anzeigen

source: Copy to clipboard
de: In Zwischenablage kopieren

source: No API tokens defined.
de: Es sind keine API-Tokens konfiguriert.

source: Suspend API token?
de: API-Token sperren?

source: Unsuspend API token?
de: API-Token entsperren?

source: Delete API token?
de: API-Token löschen?

source: Most Frequent Attendees
de: Häufigste Teilnehmer

source: Total parties of brand "%(brand_title)s"
de: Partys der Marke "%(brand_title)s" insgesamt

source: Latest included party
de: Neueste enthaltene Party

source: User
de: Benutzer

source: Attendances
de: Teilnahmen

source: No attendances at parties of this brand.
de: Keine Teilnahmen an Partys dieser Marke gefunden.

source: Attendees
de: Teilnehmer

source: Username
de: Benutzername

source: Search
de: Suchen

source: Remove search term constraint
de: Einschränkung auf Suchbegriff aufheben

source: results for search term
de: Ergebnisse für Suchbegriff

source: all attendees
de: alle Teilnehmer

source: Seat
de: Sitzplatz

source: not chosen
de: nicht ausgewählt

source: checked in
de: eingecheckt

source: No attendees found.
de: Keine Teilnehmer gefunden.

source: %(initiator_screen_name)s has updated the password for %(user_screen_name)s.
de: %(initiator_screen_name)s hat ein neues Passwort für %(user_screen_name)s gesetzt.

source: %(screen_name)s has logged in on site "%(site_title)s".
de: %(screen_name)s hat sich auf Site "%(site_title)s" eingeloggt.

source: %(screen_name)s has logged in.
de: %(screen_name)s hat sich eingeloggt.

source: Administrate user identity tags
de: Benutzerkennzeichen verwalten

source: View user identity tags
de: Benutzerkennzeichen anzeigen

source: Unknown username
de: Unbekannter Benutzername

source: Identifier
de: Kennung

source: Note
de: Anmerkung

source: This value is not available. Please choose another.
de: Dieser Wert kann nicht verwendet werden. Bitte einen anderen wählen.

source: The object has been created.
de: Das Objekt wurde angelegt.

source: The object has been deleted.
de: Das Objekt wurde gelöscht.

source: Add identity tag
de: Benutzerkennzeichen hinzufügen

source: Identity Tags
de: Benutzerkennzeichen

source: username, first name, last name, email address
de: Benutzer-, Vor-, Nachname, E-Mail-Adresse

source: Add
de: Hinzufügen

source: Delete
de: Löschen

source: None defined
de: Keine festgelegt

source: Really delete it?
de: Wirklich löschen?

source: Password
de: Passwort

source: You are already logged in as "%(screen_name)s".
de: Du bist bereits als Benutzer "%(screen_name)s" angemeldet.

source: Login failed.
de: Die Anmeldung ist fehlgeschlagen.

source: Log in
de: Anmelden

source: permanently stay logged in
de: dauerhaft eingeloggt bleiben

source: Forgot password?
de: Passwort vergessen?

source: Set new password
de: Neues Passwort setzen

source: No user accounts exist; logging in is not possible.
de: Es sind keine Benutzerkonten vorhanden; sich einzuloggen ist nicht möglich.

source: Learn how to <a href="%(url)s">create an initial user account</a>.
de: Finde heraus, wie man <a href="%(url)s">das erste Benutzerkonto erstellen</a> kann.

source: Log out
de: Abmelden

source: Not registered yet?
de: Noch nicht registriert?

source: Create an account.
de: Erstelle ein Benutzerkonto.

source: Confirmation email not received yet?
de: Bestätigungs-E-Mail noch nicht erhalten?

source: Request it again.
de: Erneut anfordern.

source: Forgot your password?
de: Passwort vergessen?

source: Set new password.
de: Setze ein neues Passwort.

source: Login is disabled.
de: Die Anmeldung ist deaktiviert.

source: %(screen_name)s, this is how you can set a new password
de: %(screen_name)s, so kannst du ein neues Passwort festlegen

source: Hello %(screen_name)s,
de: Hallo %(screen_name)s,

source: you can set a new password here:
de: hier kannst du ein neues Passwort festlegen:

source: The new password and its confirmation must match.
de: Das neue Passwort und dessen Wiederholung müssen übereinstimmen.

source: New password
de: Neues Passwort

source: New password (confirmation)
de: Neues Passwort (Wiederholung)

source: Current password
de: Aktuelles Passwort

source: The password does not match the current one.
de: Das eingegebene Passwort stimmt nicht mit dem bisherigen überein.

source: Password has been updated. Please log in again.
de: Dein Passwort wurde geändert. Bitte melde dich erneut an.

source: Username "%(screen_name)s" is unknown.
de: Der Benutzername "%(screen_name)s" ist unbekannt.

source: No email address is set for user "%(screen_name)s".
de: Für das Benutzerkonto "%(screen_name)s" ist keine E-Mail-Adresse hinterlegt.

source: The email address for user "%(screen_name)s" has not been verified.
de: Die E-Mail-Adresse für das Benutzerkonto "%(screen_name)s" wurde noch nicht bestätigt.

source: User "%(screen_name)s" has been suspended.
de: Das Benutzerkonto "%(screen_name)s" ist gesperrt.

source: A link to set a new password for user "%(screen_name)s" has been sent to the corresponding email address.
de: Ein Link zum Setzen eines neuen Passworts für den Benutzernamen "%(screen_name)s" wurde an die hinterlegte E-Mail-Adresse versendet.

source: Password has been updated.
de: Das Passwort wurde geändert.

source: Invalid token. A token expires after %(hours)s hours.
de: Es wurde kein gültiges Token angegeben. Ein Token ist nur %(hours)s Stunden lang gültig.

source: No valid token specified.
de: Es wurde kein gültiges Token angegeben.

source: Request password reset
de: Zurücksetzen deines Passworts anfordern

source: Request
de: Anfordern

source: Save
de: Speichern

source: Change password
de: Passwort ändern

source: Change
de: Ändern

source: %(initiator_screen_name)s has assigned role "%(role_id)s" to %(user_screen_name)s.
de: %(initiator_screen_name)s hat %(user_screen_name)s die Rolle "%(role_id)s" zugewiesen.

source: %(initiator_screen_name)s has deassigned role "%(role_id)s" from %(user_screen_name)s.
de: %(initiator_screen_name)s hat %(user_screen_name)s die Rolle "%(role_id)s" genommen.

source: Assign roles
de: Rollen zuweisen

source: View roles
de: Rollen anzeigen

source: Permission
de: Berechtigung

source: Part of these roles
de: Teil dieser Rollen

source: no description available
de: keine Beschreibung vorhanden

source: none
de: keine

source: Roles
de: Rollen

source: Role
de: Rolle

source: Assigned permissions
de: Zugewiesene Berechtigungen

source: Users with this role
de: Benutzer mit dieser Rolle

source: more than
de: mehr als

source: %(topic_creator_screen_name)s has created topic "%(topic_title)s"%(board_label_segment)s: %(url)s
de: %(topic_creator_screen_name)s hat%(board_label_segment)s das Thema "%(topic_title)s" erstellt: %(url)s

source: %(moderator_screen_name)s has hidden topic "%(topic_title)s" by %(topic_creator_screen_name)s%(board_label_segment)s: %(url)s
de: %(moderator_screen_name)s hat%(board_label_segment)s das Thema "%(topic_title)s" von %(topic_creator_screen_name)s versteckt: %(url)s

source: %(moderator_screen_name)s has unhidden topic "%(topic_title)s" by %(topic_creator_screen_name)s%(board_label_segment)s: %(url)s
de: %(moderator_screen_name)s hat%(board_label_segment)s das Thema "%(topic_title)s" von %(topic_creator_screen_name)s wieder sichtbar gemacht: %(url)s

source: %(moderator_screen_name)s has closed topic "%(topic_title)s" by %(topic_creator_screen_name)s%(board_label_segment)s: %(url)s
de: %(moderator_screen_name)s hat%(board_label_segment)s das Thema "%(topic_title)s" von %(topic_creator_screen_name)s geschlossen: %(url)s

source: %(moderator_screen_name)s has reopened topic "%(topic_title)s" by %(topic_creator_screen_name)s%(board_label_segment)s: %(url)s
de: %(moderator_screen_name)s hat%(board_label_segment)s das Thema "%(topic_title)s" von %(topic_creator_screen_name)s wieder geöffnet: %(url)s

source: %(moderator_screen_name)s has pinned topic "%(topic_title)s" by %(topic_creator_screen_name)s%(board_label_segment)s: %(url)s
de: %(moderator_screen_name)s hat%(board_label_segment)s das Thema "%(topic_title)s" von %(topic_creator_screen_name)s angepinnt: %(url)s

source: %(moderator_screen_name)s has unpinned topic "%(topic_title)s" by %(topic_creator_screen_name)s%(board_label_segment)s: %(url)s
de: %(moderator_screen_name)s hat%(board_label_segment)s das Thema "%(topic_title)s" von %(topic_creator_screen_name)s wieder gelöst: %(url)s

source: %(moderator_screen_name)s has moved topic "%(topic_title)s" by %(topic_creator_screen_name)s from "%(old_category_title)s" to "%(new_category_title)s"%(board_label_segment)s: %(url)s
de: %(moderator_screen_name)s hat%(board_label_segment)s das Thema "%(topic_title)s" von %(topic_creator_screen_name)s aus "%(old_category_title)s" in "%(new_category_title)s" verschoben: %(url)s

source: %(posting_creator_screen_name)s replied in topic "%(topic_title)s"%(board_label_segment)s: %(url)s
de: %(posting_creator_screen_name)s hat%(board_label_segment)s auf das Thema "%(topic_title)s" geantwortet: %(url)s

source: %(moderator_screen_name)s has hidden a reply by %(posting_creator_screen_name)s in topic "%(topic_title)s"%(board_label_segment)s: %(url)s
de: %(moderator_screen_name)s hat%(board_label_segment)s eine Antwort von %(posting_creator_screen_name)s im Thema "%(topic_title)s" versteckt: %(url)s

source: %(moderator_screen_name)s has unhidden a reply by %(posting_creator_screen_name)s in topic "%(topic_title)s"%(board_label_segment)s: %(url)s
de: %(moderator_screen_name)s hat%(board_label_segment)s eine Antwort von %(posting_creator_screen_name)s im Thema "%(topic_title)s" wieder sichtbar gemacht: %(url)s

source: "%(brand_title)s" board
de: "%(brand_title)s"-Forum

source: in %(board_label)s
de: im %(board_label)s

source: Make board announcements
de: Ankündigungen im Forum machen

source: Create boards
de: Foren erstellen

source: Hide board topics and postings
de: Themen und Beiträge im Forum verstecken

source: Edit board topics and postings by other users
de: Themen und Beiträge anderer Benutzer im Forum bearbeiten

source: View hidden board topics and postings
de: Versteckte Themen und Beiträge im Forum anzeigen

source: Create board categories
de: Foren-Kategorien erstellen

source: Edit board categories
de: Foren-Kategorien bearbeiten

source: View board categories
de: Foren-Kategorien anzeigen

source: Create board topics
de: Themen im Forum erstellen

source: Edit board topics
de: Themen im Forum bearbeiten

source: Lock/unlock board topics
de: Themen im Forum schließen

source: Move board topics to other categories
de: Themen im Forum in andere Kategorien verschieben

source: Pin/unpin board topics
de: Themen im Forum anpinnen

source: Create board postings
de: Beiträge im Forum erstellen

source: Edit board postings
de: Beiträge im Forum bearbeiten

source: Title
de: Titel

source: Board with ID "%(board_id)s" has been created.
de: Das Forum mit der ID "%(board_id)s" wurde angelegt.

source: Category "%(title)s" has been created.
de: Die Kategorie "%(title)s" wurde angelegt.

source: Category "%(title)s" has been updated.
de: Die Kategorie "%(title)s" wurde aktualisiert.

source: Category "%(title)s" has been hidden.
de: Die Kategorie "%(title)s" wurde versteckt.

source: Category "%(title)s" has been made visible.
de: Die Kategorie "%(title)s" wurde sichtbar gemacht.

source: Category "%(title)s" is already at the top.
de: Die Kategorie "%(title)s" befindet sich bereits ganz oben.

source: Category "%(title)s" has been moved upwards by one position.
de: Die Kategorie "%(title)s" wurde eine Position nach oben verschoben.

source: Category "%(title)s" is already at the bottom.
de: Die Kategorie "%(title)s" befindet sich bereits ganz unten.

source: Category "%(title)s" has been moved downwards by one position.
de: Die Kategorie "%(title)s" wurde eine Position nach unten verschoben.

source: Category "%(title)s" could not be deleted.
de: Die Kategorie "%(title)s" konnte nicht gelöscht werden.

source: Category "%(title)s" has been deleted.
de: Die Kategorie "%(title)s" wurde gelöscht.

source: Create board
de: Forum erstellen

source: A board can be used for a single party as well as for multiple or even all partys of the same brand.
de: Ein Forum kann sowohl für eine einzelne Party als auch für mehrere oder alle Partys derselben Marke genutzt werden.

source: Hint: If the board should be used only for a specific party, use the ID <em>of that party</em> as ID for the board. If, however, it should be used for multiple parties, use the ID <em>of the brand</em> as ID for the board.
de: Tipp: Sofern das Forum nur für eine konkrete Party genutzt werden soll, verwende die ID <em>dieser Party</em> als ID für das Forum. Falls es jedoch partyübergreifend genutzt werden soll, verwende die ID <em>der Marke</em> der Partys als ID für das Forum.

source: Boards
de: Foren

source: Categories
de: Kategorien

source: Topics
de: Themen

source: Postings
de: Beiträge

source: restricted access
de: zugriffsbeschränkt

source: No boards exist for this brand.
de: Für diese Marke sind keine Foren vorhanden.

source: Board
de: Forum

source: Create category
de: Kategorie erstellen

source: hidden
de: versteckt

source: Edit
de: Bearbeiten

source: Move up
de: Nach oben verschieben

source: Move down
de: Nach unten verschieben

source: Make visible
de: Sichtbar machen

source: Hide
de: Verstecken

source: This board contains no categories.
de: Das Forum enthält keine Kategorien.

source: Delete category?
de: Kategorie löschen?

source: Copy category
de: Kategorie kopieren

source: choose
de: auswählen

source: Edit category
de: Kategorie bearbeiten

source: Category
de: Kategorie

source: All topics have been marked as read.
de: Alle Themen wurden als gelesen markiert.

source: All topics in this category have been marked as read.
de: Alle Themen in dieser Kategorie wurden als gelesen markiert.

source: The post to quote has not been found.
de: Der zu zitierende Beitrag wurde nicht gefunden.

source: This topic is locked. It cannot be replied to.
de: Das Thema ist geschlossen. Es können keine Beiträge mehr hinzugefügt werden.

source: Only moderators are allowed to reply in this topic.
de: In diesem Thema dürfen nur Moderatoren Beiträge hinzufügen.

source: Your reply has been added.
de: Deine Antwort wurde hinzugefügt.

source: The post must not be edited because the topic it belongs to is locked.
de: Der Beitrag darf nicht bearbeitet werden weil das Thema, zu dem dieser Beitrag gehört, gesperrt ist.

source: The post must not be edited.
de: Der Beitrag darf nicht bearbeitet werden.

source: You are not allowed to edit this post.
de: Du darfst diesen Beitrag nicht bearbeiten.

source: The post has been updated.
de: Der Beitrag wurde aktualisiert.

source: The post has been hidden.
de: Der Beitrag wurde versteckt.

source: The post has been made visible again.
de: Der Beitrag wurde wieder sichtbar gemacht.

source: Topic "%(title)s" has been created.
de: Das Thema "%(title)s" wurde hinzugefügt.

source: The topic must not be updated because it is locked.
de: Das Thema darf nicht bearbeitet werden weil es gesperrt ist.

source: The topic must not be updated.
de: Das Thema darf nicht bearbeitet werden.

source: You are not allowed to update this topic.
de: Du darfst dieses Thema nicht bearbeiten.

source: Topic "%(title)s" has been updated.
de: Das Thema "%(title)s" wurde aktualisiert.

source: Topic "%(title)s" has been hidden.
de: Das Thema "%(title)s" wurde versteckt.

source: Topic "%(title)s" has been made visible again.
de: Das Thema "%(title)s" wurde wieder sichtbar gemacht.

source: Topic "%(title)s" has been locked.
de: Das Thema "%(title)s" wurde geschlossen.

source: Topic "%(title)s" has been unlocked.
de: Das Thema "%(title)s" wurde wieder geöffnet.

source: Topic "%(title)s" has been pinned.
de: Das Thema "%(title)s" wurde angepinnt.

source: Topic "%(title)s" has been unpinned.
de: Das Thema "%(title)s" wurde wieder gelöst.

source: Topic "%(topic_title)s" has been moved from category "%(old_category_title)s" to category "%(new_category_title)s".
de: Das Thema "%(topic_title)s" wurde aus der Kategorie "%(old_category_title)s" in die Kategorie "%(new_category_title)s" verschoben.

source: Topic "%(title)s" has been limited to announcements.
de: Das Thema "%(title)s" wurde auf Ankündigungen beschränkt.

source: Topic "%(title)s" has been reopened for regular replies.
de: Das Thema "%(title)s" wurde für normale Beiträge geöffnet.

source: by
de: durch

source: new
de: neu

source: is supported
de: wird unterstützt

source: times edited
de: mal bearbeitet

source: lastly
de: zuletzt

source: Actions
de: Aktionen

source: Cite this post
de: Diesen Beitrag zitieren

source: Cite post
de: Beitrag zitieren

source: Edit this topic
de: Dieses Thema bearbeiten

source: Edit topic
de: Thema bearbeiten

source: Edit this post
de: Diesen Beitrag bearbeiten

source: Edit post
de: Beitrag bearbeiten

source: Moderate this post
de: Diesen Beitrag moderieren

source: Moderate
de: Moderieren

source: Uses a ticket for
de: Nutzt ein Ticket für

source: Topic starter
de: Threadstarter

source: Permalink to this post
de: Permalink zu diesem Beitrag

source: Posts
de: Beiträge

source: Latest post
de: Letzter Beitrag

source: Recently Active Topics
de: Zuletzt aktive Themen

source: Topic
de: Thema

source: Replies
de: Antworten

source: Announcements
de: Ankündigungen

source: locked
de: geschlossen

source: pinned
de: angeheftet

source: Mark all topics as unread
de: Alle Themen als gelesen markieren

source: Mark all topics as unread?
de: Alle Themen als gelesen markieren?

source: started by
de: begonnen von

source: No topics exist in this category.
de: In dieser Kategorie gibt es noch keine Themen.

source: Create topic
de: Thema erstellen

source: Mark all topics in this category as unread
de: Alle Themen in dieser Kategorie als gelesen markieren

source: You have to be <a href="%(url)s">logged in</a> to be able to create topics.
de: Du musst <a href="%(url)s">angemeldet</a> sein, um Themen hinzufügen zu können.

source: Mark all topics in this category as unread?
de: Alle Themen in dieser Kategorie als gelesen markieren?

source: Create post
de: Beitrag hinzufügen

source: Moderate post
de: Beitrag moderieren

source: Posting by %(creator)s in topic &quot;%(topic)s&quot;
de: Beitrag von %(creator)s im Thema &quot;%(topic)s&quot;

source: Visibility
de: Sichtbarkeit

source: The posting is <strong>hidden</strong> (%(timestamp)s by %(moderator)s).
de: Der Beitrag ist <strong>versteckt</strong> (%(timestamp)s von %(moderator)s).

source: The posting is <strong>visible</strong>.
de: Der Beitrag ist <strong>sichtbar</strong>.

source: Hide posting?
de: Beitrag verstecken?

source: Make posting visible?
de: Beitrag sichtbar machen?

source: You are about to modify a post created by someone else.
de: Du bist im Begriff, einen Beitrag von jemand anderem zu verändern.

source: Moderate topic
de: Thema moderieren

source: Topic &quot;%(topic)s&quot; by %(creator)s
de: Thema &quot;%(topic)s&quot; von %(creator)s

source: The topic is <strong>hidden</strong> (%(timestamp)s by %(moderator)s).
de: Das Thema ist <strong>versteckt</strong> (%(timestamp)s von %(moderator)s).

source: The topic is <strong>visible</strong>.
de: Das Thema ist <strong>sichtbar</strong>.

source: Write lock
de: Schreibschutz

source: The topic is <strong>locked</strong> (%(timestamp)s by %(moderator)s).
de: Das Thema ist <strong>geschlossen</strong> (%(timestamp)s von %(moderator)s).

source: The topic is <strong>not locked</strong>.
de: Das Thema ist <strong>offen</strong>.

source: Lock
de: Sperren

source: Unlock
de: Entsperren

source: Pinning
de: Anheften

source: The topic is <strong>pinned</strong> (%(timestamp)s by %(moderator)s).
de: Das Thema ist <strong>angeheftet</strong> (%(timestamp)s von %(moderator)s).

source: The topic is <strong>not pinned</strong>.
de: Das Thema ist <strong>nicht angeheftet</strong>.

source: Pin
de: Anheften

source: Unpin
de: Lösen

source: Move
de: Verschieben

source: This topic is in category &quot;%(category)s&quot;.
de: Dieses Thema befindet sich in der Kategorie &quot;%(category)s&quot;.

source: New category
de: Neue Kategorie

source: There are no other categories in this board. Thus, this topic cannot be moved.
de: Es gibt keine anderen Kategorien in diesem Forum, daher kann das Thema nicht verschoben werden.

source: The topic is <strong>not limited</strong> to announcements by moderators.
de: Das Thema ist <strong>nicht beschränkt</strong> auf Ankündigungen von Moderatoren.

source: The topic is <strong>limited to announcements</strong> by moderators.
de: Das Thema ist <strong>beschränkt auf Ankündigungen</strong> von Moderatoren.

source: Limit to announcements
de: Auf Ankündigungen beschränken

source: Open for all postings
de: Für alle Beiträge öffnen

source: Hide topic?
de: Thema verstecken?

source: Make topic visible?
de: Thema wieder sichtbar machen?

source: Lock topic?
de: Thema schließen?

source: Unlock topic?
de: Thema wieder öffnen?

source: Pin topic?
de: Thema anheften?

source: Unpin topic?
de: Thema wieder lösen?

source: Limit topic to announcements by moderators?
de: Thema auf Ankündigungen von Moderatoren beschränken?

source: No longer limit topic to announcements by moderators?
de: Thema wieder für Beiträge von allen öffnen?

source: You are about to modify a topic created by someone else.
de: Du bist im Begriff, ein Thema von jemand anderem zu verändern.

source: This topic is hidden.
de: Dieses Thema ist versteckt.

source: This topic is meant for announcements. Only <strong>moderators</strong> are allowed to add posts to it.
de: Dieses Thema ist für Ankündigungen gedacht. Nur <strong>Moderatoren</strong> dürfen Beiträge hinzufügen.

source: This topic is <strong>locked</strong>. No more posts can be added.
de: Dieses Thema ist <strong>geschlossen</strong>. Es können keine Beiträge mehr hinzugefügt werden.

source: You have to be <a href="%(url)s">logged in</a> to be able to reply.
de: Du musst <a href="%(url)s">angemeldet</a> sein, um antworten zu können.

source: Reply
de: Antworten

source: Create brands
de: Marken erstellen

source: Edit brands
de: Marken bearbeiten

source: View brands
de: Marken anzeigen

source: Currency
de: Währung

source: The value is already in use.
de: Der Wert wird bereits verwendet.

source: Image filename
de: Bild-Dateiname

source: Current party
de: Aktuelle Party

source: archived
de: archiviert

source: Sender address
de: Absender-Adresse

source: Sender name
de: Absender-Name

source: Contact address
de: Kontaktadresse

source: Brand "%(title)s" has been created.
de: Die Marke "%(title)s" wurde angelegt.

source: Brand "%(title)s" has been updated.
de: Die Marke "%(title)s" wurde aktualisiert.

source: Email configuration has been updated.
de: Die E-Mail-Konfiguration wurde aktualisiert.
