Repository: byceps/byceps
Catalog: byceps/translations/*/LC_MESSAGES/messages.po
Languages: de

source: %(screen_name)s has assigned seat management for ticket %(ticket_code)s for %(party_title)s to you.
de: %(screen_name)s hat dir die Verwaltung des Sitzplatzes von Ticket %(ticket_code)s für die %(party_title)s übertragen.

source: %(screen_name)s has withdrawn seat management for ticket %(ticket_code)s from you.
de: %(screen_name)s hat die Übertragung der Sitzplatzverwaltung für Ticket %(ticket_code)s an dich zurückgezogen.

source: %(screen_name)s has withdrawn seat management for ticket %(ticket_code)s for %(party_title)s, which was previously assigned to you, from you.
de: %(screen_name)s hat die dir bisher übertragene Verwaltung des Sitzplatzes von Ticket %(ticket_code)s für die %(party_title)s zurückgezogen.

source: You have been assigned as user of ticket %(ticket_code)s.
de: Du wurdest als Nutzer/in von Ticket %(ticket_code)s eingetragen.

source: %(screen_name)s has been assigned as user manager of ticket %(ticket_code)s.
de: %(screen_name)s wurde als Nutzer-Verwalter/in von Ticket %(ticket_code)s eingetragen.

source: User manager of ticket %(ticket_code)s has been removed.
de: Der Nutzer-Verwalter von Ticket %(ticket_code)s wurde entfernt.

source: %(screen_name)s has been assigned as seat manager of ticket %(ticket_code)s.
de: %(screen_name)s wurde als Sitzplatz-Verwalter/in von Ticket %(ticket_code)s eingetragen.

source: Seat manager of ticket %(ticket_code)s has been removed.
de: Der Sitzplatz-Verwalter von Ticket %(ticket_code)s wurde entfernt.

source: Tickets cannot be updated at this time.
de: Tickets können derzeit nicht verändert werden.

source: Somebody has already been checked in with this ticket.
de: Es ist bereits jemand mit diesem Ticket eingecheckt worden.

source: You currently do not use a ticket.
de: Du nutzt derzeit kein Ticket.

source: These are the tickets for party <strong>%(party_title)s</strong> relevant to (i.e. owned, managed, and/or used by) you.
de: Dies sind die für dich relevanten (d.h. gekauften, verwalteten und/oder genutzten) Tickets für die Party <strong>%(party_title)s</strong>.

source: You do not own, manage, or use any tickets for party <strong>%(party_title)s</strong>.
de: Du besitzt, verwaltest und/oder nutzt <em>keine</em> Tickets für die Party <strong>%(party_title)s</strong>.

source: Use this ticket yourself?
de: Dieses Ticket selbst nutzen?

source: Take back user management?
de: Nutzer-Verwaltung zurückholen?

source: Take back seat management?
de: Sitzplatz-Verwaltung zurückholen?

# ticket
source: User
de: Nutzer/in

source: Appoint user
de: Nutzer/in zuweisen

source: Use yourself
de: selbst nutzen

source: Manager
de: Verwalter/in

source: Transfer user management
de: Nutzer-Verwaltung übertragen

source: Take back user management
de: Nutzer-Verwaltung zurückholen

source: Transfer seat management
de: Sitzplatz-Verwaltung übertragen

source: Take back seat management
de: Sitzplatz-Verwaltung zurückholen

source: Create ticket category
de: Ticket-Kategorie erstellen

source: Ticket categories
de: Ticket-Kategorien

source: created, non-revoked tickets
de: erstellte, nicht widerrufene Tickets

source: No ticket categories exist for this party.
de: Für diese Party sind keine Ticket-Kategorien vorhanden.

source: Edit ticket category
de: Ticket-Kategorie bearbeiten

source: The user account assigned to this ticket has been deleted. Check-in denied.
de: Das dem Ticket zugewiesene Benutzerkonto ist gelöscht worden. Der Check-In ist nicht erlaubt.

source: The user account assigned to this ticket has been suspended. Check-in denied.
de: Das dem Ticket zugewiesene Benutzerkonto ist gesperrt. Der Check-In ist nicht erlaubt.

source: User <em>%(screen_name)s</em> has been checked in with ticket <a href="%(ticket_url)s">%(ticket_code)s</a>.
de: Benutzer <em>%(screen_name)s</em> wurde mit Ticket <a href="%(ticket_url)s">%(ticket_code)s</a> eingecheckt.

source: Ticket <a href="%(ticket_url)s">%(ticket_code)s</a> does not occupy a seat.
de: Ticket <a href="%(ticket_url)s">%(ticket_code)s</a> belegt noch keinen Sitzplatz.

source: Check-in has been reverted.
de: Der Check-In wurde rückgängig gemacht.

source: No entry!
de: Kein Einlass!

source: Already checked in!
de: Bereits eingecheckt!

source: Account has been deleted.
de: Account wurde gelöscht.

source: Account is suspended.
de: Account ist gesperrt.

source: order number
de: Bestellnummer

source: username
de: Benutzername

source: first name
de: Vorname

source: last name
de: Nachname

source: email address
de: E-Mail-Adresse

source: The person must be born on <strong>%(latest_dob)s</strong> or earlier.
de: Die Person muss am <strong>%(latest_dob)s</strong> oder früher geboren sein.

source: Administrate timetables
de: Zeitpläne verwalten

source: Edit timetables
de: Zeitpläne bearbeiten

source: Point in time
de: Zeitpunkt

source: Location
de: Ort

source: Link target
de: Linkziel

source: Link label
de: Linktitel

source: The object has been updated.
de: Das Objekt wurde aktualisiert.

source: Create timetable item
de: Zeitplan-Eintrag erstellen

source: Local time
de: Lokalzeit

source: Update timetable item
de: Zeitplan-Eintrag bearbeiten

source: Create item
de: Zeitplan-Eintrag erstellen

source: When?
de: Wann?

source: What?
de: Was?

source: Where?
de: Wo?

source: Link
de: Verknüpfung

source: No entries
de: Keine Einträge

source: Tourney %(tourney_title)s has been started.
de: Das Turnier %(tourney_title)s wurde gestartet.

source: Tourney %(tourney_title)s has been paused.
de: Das Turnier %(tourney_title)s wurde unterbrochen.

source: Tourney %(tourney_title)s has been canceled.
de: Das Turnier %(tourney_title)s wurde abgesagt.

source: Tourney %(tourney_title)s has been finished.
de: Das Turnier %(tourney_title)s wurde beendet.

source: Match %(match_label)s in tourney %(tourney_title)s is ready to be played.
de: Das Match %(match_label)s im Turnier %(tourney_title)s kann gespielt werden.

source: Match %(match_label)s in tourney %(tourney_title)s has been reset.
de: Das Match %(match_label)s im Turnier %(tourney_title)s wurde zurückgesetzt.

source: A result has been entered for match %(match_label)s in tourney %(tourney_title)s.
de: Für das Match %(match_label)s im Turnier %(tourney_title)s wurde ein Ergebnis eingetragen.

source: The result for match %(match_label)s in tourney %(tourney_title)s has been confirmed.
de: Für das Match %(match_label)s im Turnier %(tourney_title)s wurde das eingetragene Ergebnis bestätigt.

source: A random result has been entered for match %(match_label)s in tourney %(tourney_title)s.
de: Für das Match %(match_label)s im Turnier %(tourney_title)s wurde ein zufälliges Ergebnis eingetragen.

source: "%(participant_name)s" in tourney %(tourney_title)s is ready to play.
de: "%(participant_name)s" im Turnier %(tourney_title)s ist spielbereit.

source: "%(participant_name)s" has been eliminated from tourney %(tourney_title)s.
de: "%(participant_name)s" ist aus dem Turnier %(tourney_title)s ausgeschieden.

source: "%(participant_name)s" in tourney %(tourney_title)s has been warned.
de: "%(participant_name)s" im Turnier %(tourney_title)s wurde verwarnt.

source: "%(participant_name)s" in tourney %(tourney_title)s has been disqualified.
de: "%(participant_name)s" im Turnier %(tourney_title)s wurde disqualifiziert.

source: bye
de: Freilos

source: Administrate tourneys
de: Turniere verwalten

source: View tourneys
de: Turniere anzeigen

source: Administrate tourney categories
de: Turnierkategorien verwalten

source: View tourney categories
de: Turnierkategorien anzeigen

source: Tourneys
de: Turniere

source: Participants
de: Teilnehmer

source: No tourneys found.
de: Keine Turniere gefunden.

source: Tourney
de: Turnier

source: No participants have registered yet.
de: Es sind keine Teilnehmer angemeldet.

source: Tourney categories
de: Turnier-Kategorien

source: No categories exist.
de: Es sind keine Kategorien vorhanden.

source: Subtitle
de: Untertitel

source: Maximum number of attendees
de: Maximale Anzahl Teilnehmer

source: Registration open
de: Registrierung geöffnet

source: Tourney "%(title)s" has been created.
de: Das Turnier "%(title)s" wurde angelegt.

source: Tourney "%(title)s" has been updated.
de: Das Turnier "%(title)s" wurde aktualisiert.

source: Create tourney
de: Turnier erstellen

source: Edit tourney
de: Turnier bearbeiten

source: No tourneys exist.
de: Es sind keine Turniere vorhanden.

source: %(initiator_screen_name)s has created user account "%(user_screen_name)s" on site "%(site_title)s".
de: %(initiator_screen_name)s hat das Benutzerkonto "%(user_screen_name)s" auf Site "%(site_title)s" angelegt.

source: %(initiator_screen_name)s has created user account "%(user_screen_name)s".
de: %(initiator_screen_name)s hat das Benutzerkonto "%(user_screen_name)s" angelegt.

source: %(initiator_screen_name)s has renamed user account "%(old_screen_name)s" to "%(new_screen_name)s".
de: %(initiator_screen_name)s hat das Benutzerkonto "%(old_screen_name)s" in "%(new_screen_name)s" umbenannt.

source: %(initiator_screen_name)s has changed the email address of user account "%(user_screen_name)s".
de: %(initiator_screen_name)s hat die E-Mail-Adresse des Benutzerkontos "%(user_screen_name)s" geändert.

source: %(initiator_screen_name)s has invalidated the email address of user account "%(user_screen_name)s".
de: %(initiator_screen_name)s hat die E-Mail-Adresse des Benutzerkontos "%(user_screen_name)s" invalidiert.

source: %(initiator_screen_name)s has changed personal data of user account "%(user_screen_name)s".
de: %(initiator_screen_name)s hat die persönlichen Daten des Benutzerkontos "%(user_screen_name)s" geändert.

source: %(initiator_screen_name)s has suspended user account "%(user_screen_name)s".
de: %(initiator_screen_name)s hat das Benutzerkonto "%(user_screen_name)s" gesperrt.

source: %(initiator_screen_name)s has unsuspended user account "%(user_screen_name)s".
de: %(initiator_screen_name)s hat das Benutzerkonto "%(user_screen_name)s" entsperrt.

source: %(initiator_screen_name)s has deleted user account "%(user_screen_name)s" (ID "%(user_id)s").
de: %(initiator_screen_name)s hat das Benutzerkonto "%(user_screen_name)s" (ID "%(user_id)s") gelöscht.

source: Administrate users
de: Benutzer verwalten

source: Create users
de: Benutzer erstellen

source: Set user passwords
de: Benutzerpasswörter setzen

source: View users
de: Benutzer anzeigen

source: %(screen_name)s, please verify your email address
de: %(screen_name)s, bitte bestätige deine E-Mail-Adresse

source: please verify your email address here:
de: bitte bestätige deine E-Mail-Adresse hier:

source: Avatar image has been updated.
de: Dein Avatarbild wurde aktualisiert.

source: No avatar image is set that could be removed.
de: Es ist kein Avatarbild gesetzt, das entfernt werden könnte.

source: Avatar image has been removed.
de: Dein Avatarbild wurde entfernt.

source: Upload avatar image
de: Avatarbild hochladen

source: If the image is not square it will be cropped.
de: Falls das Bild nicht quadratisch ist, wird es zugeschnitten.

source: Upload
de: Hochladen

source: Invalid email address
de: Die E-Mail-Adresse ist ungültig.

source: This email address is not available.
de: Diese E-Mail-Adresse kann nicht verwendet werden.

source: This username is not available.
de: Dieser Benutzername kann nicht verwendet werden.

source: Confirmation
de: Bestätigung

source: Invalid confirmation word
de: Ungültiges Bestätigungswort

source: New username
de: Neuer Benutzername

source: New email address
de: Neue E-Mail-Adresse

source: User "%(screen_name)s" could not be created.
de: Das Benutzerkonto für "%(screen_name)s" konnte nicht angelegt werden.

source: User "%(screen_name)s" has been created.
de: Das Benutzerkonto "%(screen_name)s" wurde angelegt.

source: An email has been sent to the corresponding address.
de: Eine E-Mail wurde an die hinterlegte Adresse versendet.

source: User '%(screen_name)s' has been initialized.
de: Das Benutzerkonto '%(screen_name)s' wurde initialisiert.

source: User '%(screen_name)s' is already suspended.
de: Das Benutzerkonto '%(screen_name)s' ist bereits gesperrt.

source: User '%(screen_name)s' has been suspended.
de: Das Benutzerkonto '%(screen_name)s' wurde gesperrt.

source: User '%(screen_name)s' is not suspended.
de: Das Benutzerkonto '%(screen_name)s' ist nicht gesperrt.

source: User '%(screen_name)s' has been unsuspended.
de: Das Benutzerkonto '%(screen_name)s' wurde entsperrt.

source: User '%(screen_name)s' has already been deleted.
de: Das Benutzerkonto '%(screen_name)s' ist bereits gelöscht worden.

source: User '%(screen_name)s' has been deleted.
de: Das Benutzerkonto '%(screen_name)s' wurde gelöscht.

source: User '%(old_screen_name)s' has been renamed to '%(new_screen_name)s'.
de: Das Benutzerkonto '%(old_screen_name)s' wurde umbenannt in '%(new_screen_name)s'.

source: Email address for user '%(screen_name)s' has been updated.
de: Die E-Mail-Adresse des Benutzerkontos '%(screen_name)s' wurde geändert.

source: Email address is already invalidated.
de: Diese E-Mail-Adresse ist bereits als nicht validiert markiert.

source: The email address of user '%(screen_name)s' has been invalidated.
de: Die E-Mail-Adresse des Benutzerkontos '%(screen_name)s' wurde invalidiert.

source: New password has been set for user '%(screen_name)s'.
de: Für Benutzerkonto '%(screen_name)s' wurde ein neues Passwort gesetzt.

source: %(role_title)s has been assigned to "%(screen_name)s".
de: %(screen_name)s wurde die Rolle "%(role_title)s" zugewiesen.

source: %(role_title)s has been withdrawn from "%(screen_name)s".
de: %(screen_name)s wurde die Rolle "%(role_title)s" genommen.

source: Last login
de: Letzter Login

source: Account
de: Benutzerkonto

source: %(days)s days ago
de: vor %(days)s Tagen

source: unverified
de: unbestätigt

source: Locale
de: Gebietsschema

source: Initialize
de: Initialisieren

source: Suspend
de: Sperren

source: Unsuspend
de: Entsperren

source: Change username
de: Benutzername ändern

source: Change email address
de: E-Mail-Adresse ändern

source: Invalidate email address
de: E-Mail-Adresse als ungültig markieren

source: Change personal data
de: Persönliche Daten ändern

source: Attended Parties
de: Besuchte Partys

source: Badges
de: Abzeichen

source: List
de: Liste

source: subscribed
de: abonniert

source: not subscribed
de: nicht abonniert

source: Personal Data
de: Persönliche Daten

source: manages seat
de: verwaltet Sitzplatz

source: manages user
de: verwaltet Nutzer/in

source: The reason will be saved as <em>internal</em> remark.
de: Der Grund wird als <em>interner Vermerk</em> gespeichert.

source: Create user account
de: Benutzerkonto erstellen

source: The email to activate the account will use this site as its sender.
de: Von dieser Site aus wird die E-Mail zur Aktivierung des Accounts versendet.

source: Delete user account
de: Benutzerkonto löschen

source: Warning: Deleting the user account is permanent!
de: Achtung: Das Löschen des Benutzerkontos geschieht unwiderruflich!

source: Please enter "%(verification_text)s" to confirm deletion.
de: Bitte zur Bestätigung "%(verification_text)s" eingeben.

source: not initialized
de: nicht aktiviert

source: deleted
de: gelöscht

source: result
de: Ergebnis

source: Assign permissions
de: Berechtigungen zuweisen

source: Assign role
de: Rolle zuweisen

source: Unassign role
de: Rolle entfernen

source: There are no roles that could be assigned to the user.
de: Es sind keine Rollen hinterlegt, die dem Benutzer zugewiesen werden könnten.

source: Assign role?
de: Rolle zuweisen?

source: Unassign role?
de: Rolle entfernen?

source: Suspend user account
de: Benutzerkonto sperren

source: Unsuspend user account
de: Benutzerkonto entsperren

source: Initialize account?
de: Benutzerkonto initialisieren?

source: Hide logins
de: Logins ausblenden

source: Show logins
de: Logins anzeigen

source: %(initiator)s has <strong>removed</strong> the <a href="%(avatar_url_path)s">avatar image</a>.
de: %(initiator)s hat das <a href="%(avatar_url_path)s"> Avatarbild</a> <strong>entfernt</strong>.

source: %(initiator)s has <strong>uploaded</strong> a <a href="%(avatar_url_path)s">new avatar image</a>.
de: %(initiator)s hat ein <a href="%(avatar_url_path)s">neues Avatarbild</a> <strong>hochgeladen</strong>.

source: %(initiator)s has <strong>created</strong> the account.
de: %(initiator)s hat das Benutzerkonto <strong>angelegt</strong>.

source: %(initiator)s has <strong>initialized</strong> the account.
de: %(initiator)s hat das Benutzerkonto <strong>initialisiert</strong>.

source: %(initiator)s has <strong>suspended</strong> the account.
de: %(initiator)s hat das Benutzerkonto <strong>gesperrt</strong>.

source: %(initiator)s has <strong>unsuspended</strong> the account.
de: %(initiator)s hat das Benutzerkonto <strong>entsperrt</strong>.

source: %(initiator)s has <strong>deleted</strong> the account.
de: %(initiator)s hat das Benutzerkonto <strong>gelöscht</strong>.

source: %(user)s has <strong>logged in</strong> from IP address %(ip_address)s on site "%(site)s".
de: %(user)s hat sich von IP-Adresse %(ip_address)s auf Site "%(site)s" <strong>eingeloggt</strong>.

source: %(user)s has <strong>logged in</strong> from IP address %(ip_address)s.
de: %(user)s hat sich von IP-Adresse %(ip_address)s <strong>eingeloggt</strong>.

source: %(initiator)s has <strong>renamed</strong> the account "%(old_screen_name)s" to "%(new_screen_name)s".
de: %(initiator)s hat das Benutzerkonto von "%(old_screen_name)s" in "%(new_screen_name)s" <strong>umbenannt</strong>.

source: %(initiator)s has <strong>changed the email address</strong> from "%(old_email_address)s" to "%(new_email_address)s".
de: %(initiator)s hat die <strong>E-Mail-Adresse geändert</strong> von "%(old_email_address)s" zu "%(new_email_address)s".

source: %(user)s has <strong>verified the email address</strong> "%(email_address)s".
de: %(user)s hat die E-Mail-Adresse "%(email_address)s" <strong>verifiziert</strong>.

source: %(initiator)s has <strong>invalidated the email address</strong> "%(email_address)s".
de: %(initiator)s hat die E-Mail-Adresse "%(email_address)s" <strong>invalidiert</strong>.

source: %(initiator)s has <strong>changed personal data</strong> of %(user)s.
de: %(initiator)s hat die persönlichen Daten des Benutzerkontos %(user)s <strong>geändert</strong>.

source: %(initiator)s has <strong>set a new password</strong>.
de: %(initiator)s hat ein <strong>neues Passwort gesetzt</strong>.

source: %(initiator)s has <strong>consented</strong> to "%(subject)s".
de: %(initiator)s hat "%(subject)s" <strong>zugestimmt</strong>.

source: %(initiator)s has <strong>accepted the privacy policy</strong>.
de: %(initiator)s hat die <strong>Datenschutzbestimmungen akzeptiert</strong>.

source: %(initiator)s has <strong>subscribed</strong> to newsletter "%(newsletter)s".
de: %(initiator)s hat den Newsletter "%(newsletter)s" <strong>abonniert</strong>.

source: %(initiator)s has <strong>unsubscribed</strong> from newsletter "%(newsletter)s".
de: %(initiator)s hat sich vom Newsletter "%(newsletter)s" <strong>abgemeldet</strong>.

source: %(initiator)s has <strong>canceled (after payment)</strong> order <a href="%(order_url)s">%(order_number)s</a>.
de: %(initiator)s hat Bestellung <a href="%(order_url)s">%(order_number)s</a> <strong>storniert (nach Bezahlung)</strong>.

source: %(initiator)s has <strong>canceled (before payment)</strong> order <a href="%(order_url)s">%(order_number)s</a>.
de: %(initiator)s hat Bestellung <a href="%(order_url)s">%(order_number)s</a> <strong>storniert (vor Bezahlung)</strong>.

source: %(initiator)s has marked order <a href="%(order_url)s">%(order_number)s</a> <strong>as paid</strong>.
de: %(initiator)s hat Bestellung <a href="%(order_url)s">%(order_number)s</a> <strong>als bezahlt markiert</strong>.

source: %(initiator)s has <strong>given orga status</strong> for brand %(brand)s to %(user)s.
de: %(initiator)s hat an %(user)s für die Marke %(brand)s den <strong>Orga-Status verliehen</strong>.

source: %(initiator)s has <strong>removed orga status</strong> for brand %(brand)s from %(user)s.
de: %(initiator)s hat %(user)s für die Marke %(brand)s den <strong>Orga-Status entzogen</strong>.

source: %(initiator)s has <strong>given role</strong> "%(role)s" to %(user)s.
de: %(initiator)s hat %(user)s die Rolle "%(role)s" <strong>zugewiesen</strong>.

source: %(initiator)s has <strong>taken role</strong> "%(role)s" from %(user)s.
de: %(initiator)s hat %(user)s die Rolle "%(role)s" <strong>entzogen</strong>.

source: %(initiator)s has <strong>awarded badge</strong> %(badge_image)s "%(badge_label)s" to %(user)s.
de: %(initiator)s hat das Badge %(badge_image)s "%(badge_label)s" an %(user)s <strong>verliehen</strong>.

source: Manage roles
de: Rollen verwalten

source: No permissions are assigned to the user.
de: Dem Benutzer sind keine Berechtigungen zugewiesen.

source: Bots are not permitted.
de: Bots sind nicht erlaubt.

source: User "%(screen_name)s" has been created. Before you can log in, please visit the link emailed to you to verify your email address.
de: Das Benutzerkonto für "%(screen_name)s" wurde angelegt. Bevor du dich damit anmelden kannst, muss zunächst der Link in der an die angegebene Adresse verschickten E-Mail besucht werden.

source: User account creation is disabled.
de: Das Erstellen von Benutzerkonten ist deaktiviert.

source: publicly visible
de: öffentlich sichtbar

source: I like to subscribe to the newsletter.
de: Ich möchte den Newsletter erhalten.

source: I am a bot.
de: Ich bin ein Bot.

source: The email address for user "%(screen_name)s" has already been verified.
de: Die E-Mail-Adresse für den Benutzernamen "%(screen_name)s" wurde bereits bestätigt.

source: The link to verify the email address for user "%(screen_name)s" has been sent again.
de: Der Link zur Bestätigung der für den Benutzernamen "%(screen_name)s" hinterlegten E-Mail-Adresse wurde erneut versendet.

source: Email address verification failed.
de: Die Verifikation der E-Mail-Adresse ist fehlgeschlagen.

source: Email address has been verified.
de: Die E-Mail-Adresse wurde bestätigt.

source: User "%(screen_name)s" has been activated.
de: Das Benutzerkonto "%(screen_name)s" wurde aktiviert.

source: Email address change failed.
de: Die Änderung der E-Mail-Adresse ist fehlgeschlagen.

source: Email address has been changed.
de: Die E-Mail-Adresse wurde geändert.

source: Confirm new email address
de: Neue E-Mail-Adresse bestätigen

source: Please confirm that this is your new email address:
de: Bitte bestätige, dass dies deine neue E-Mail-Adresse ist:

source: Confirm email address
de: E-Mail-Adresse bestätigen

source: Please confirm that this is your email address:
de: Bitte bestätige, dass dies deine E-Mail-Adresse ist:

source: Confirm
de: Bestätigen

source: Request verification email again
de: Bestätigungs-E-Mail erneut anfordern

source: This already is the current username.
de: Dies ist bereits der aktuelle Benutzername.

source: Wrong password.
de: Das Passwort ist nicht korrekt.

source: An email with a verification link has been sent to your new address. The email address of your account will be changed to the new address once you visit the link to verify it.
de: Eine E-Mail mit einem Bestätigungslink wurde an deine neue Adresse gesendet. Die E-Mail-Adresse deines Benutzerkontos wird geändert sobald du die neue Adresse über den Link bestätigst.

source: Your username has been changed to "%(new_screen_name)s".
de: Dein Benutzername wurde zu "%(new_screen_name)s" geändert.

source: Your language preference has been updated.
de: Deine Sprachpräferenz wurde aktualisiert.

source: Your data has been saved.
de: Deine Daten wurden gespeichert.

source: Remove
de: Entfernen

source: not shown
de: wird nicht angezeigt
