Repository: byceps/byceps
Catalog: byceps/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Your order <strong>%(order_number)s</strong> has been placed. Thank you!
de: Deine Bestellung mit der Bestellnummer <strong>%(order_number)s</strong> wurde entgegengenommen. Vielen Dank!

source: Billing address
de: Rechnungsadresse

source: Tax rate
de: Steuersatz

source: currently not available
de: derzeit nicht verfügbar

# verb
source: Order
de: Bestellen

source: You have to be <a href="%(url)s">logged in</a> to order something.
de: Du musst <a href="%(url)s">angemeldet</a> sein, um etwas bestellen zu können.

source: Place binding order now
de: Jetzt kostenpflichtig bestellen

source: No products are available at this time.
de: Es sind derzeit keine Produkte verfügbar.

source: Not paid in time.
de: Kein fristgerechter Geldeingang feststellbar.

source: Your order (%(order_number)s) has been received.
de: Deine Bestellung (%(order_number)s) ist eingegangen.

source: Line price
de: Zeilenpreis

source: Total amount
de: Gesamtbetrag

source: thank you for your order %(order_number)s on %(order_date)s through our website.
de: vielen Dank für deine Bestellung mit der Nummer %(order_number)s am %(order_date)s über unsere Website.

source: You have ordered these items:
de: Folgende Artikel hast du bestellt:

source: Your order (%(order_number)s) has been canceled.
de: Deine Bestellung (%(order_number)s) ist storniert worden.

source: your order %(order_number)s on %(order_date)s has been canceled by us for this reason:
de: deine Bestellung mit der Nummer %(order_number)s vom %(order_date)s wurde von uns aus folgendem Grund storniert:

source: Your order (%(order_number)s) has been paid.
de: Deine Bestellung (%(order_number)s) ist bezahlt worden.

source: We have received your payment and have marked your order as paid.
de: Wir haben deine Zahlung erhalten und deine Bestellung als bezahlt markiert.

source: The order has already been canceled.
de: Die Bestellung ist bereits storniert worden.

source: The order has already been paid. You cannot cancel it yourself anymore.
de: Die Bestellung ist bereits bezahlt worden. Du kannst sie nicht mehr selbst stornieren.

source: Order has been canceled.
de: Die Bestellung wurde storniert.

source: The order has not been paid.
de: Die Bestellung wurde nicht bezahlt.

source: There already is a cancellation request.
de: Es liegt bereits eine Stornierungsanfrage vor.

source: Ticket return and donation of full order total as requested
de: Ticketrückgabe und Spende des Bestellbetrags in voller Höhe wie angefordert

source: Receipt of your request for ticket refund
de: Eingang deiner Anfrage zur Rückerstattung von Tickets

source: we have received your request for a refund of your order %(order_number)s in the amount of %(amount_refund)s €
de: wir haben deine Anfrage zur Rückerstattung deiner Bestellung %(order_number)s in Höhe von %(amount_refund)s € erhalten.

source: Please be aware that refund processing can take a while.
de: Bitte beachte, dass die Abwicklung der Rückzahlung einige Zeit in Anspruch nehmen kann.

source: Thank you for your understanding.
de: Danke für dein Verständnis.

# order
source: canceled
de: storniert

source: Your orders
de: Deine Bestellungen

source: Return tickets
de: Tickets zurückgeben

source: Back to selection
de: Zurück zur Auswahl

source: You can cancel orders with status %(payment_state)s yourself.
de: Du kannst Bestellungen mit dem Status %(payment_state)s selbst stornieren.

source: You have not placed any orders.
de: Du hast keine Bestellungen aufgeben.

source: Order
de: Bestellung

source: A cancellation has been requested for this order on %(date)s at %(time)s.
de: Zu dieser Bestellung wurde am %(date)s, %(time)s Uhr eine Stornierung angefordert.

source: Payment failed.
de: Die Zahlung ist fehlgeschlagen.

source: Payment is being processed, please wait …
de: Die Zahlung wird verarbeitet, bitte warten …

source: Payment state
de: Bezahlstatus

source: Payment notes
de: Zahlungshinweis

source: Payment instructions not found.
de: Zahlungsanweisungen nicht gefunden.

source: Additional Payment Methods
de: Weitere Zahlungsarten

source: PayPal offers several ways to pay for the order right now.
de: Über den Zahlungsdienstleister PayPal kannst du verschiedene Zahlungsarten nutzen, um die Bestellung jetzt gleich zu bezahlen:

source: If the order includes tickets, they will be issued immediately.
de: Wenn die Bestellung Tickets enthält, werden diese sofort freigeschaltet.

source: You can use the following payment methods through payment provider Stripe to pay for the order right now:
de: Über den Zahlungsdienstleister Stripe kannst du folgende Zahlungsarten nutzen, um die Bestellung jetzt gleich zu bezahlen:

source: credit card (Apple Pay and Google Pay as well)
de: Kreditkarte (auch Apple Pay und Google Pay)

source: The payment process could not be started. Please try again later.
de: Der Bezahlvorgang konnte nicht gestartet werden. Bitte probiere es später erneut.

source: Start real-time payment
de: Echtzeitzahlung starten

source: physical
de: physikalisch

source: Ticket bundle
de: Ticketpaket

source: other
de: sonstiges

source: Available from
de: Verfügbar ab

source: Available until
de: Verfügbar bis

source: Total quantity
de: Gesamtmenge

source: Maximum quantity per order
de: Maximale Anzahl pro Bestellung

source: can only be ordered indirectly
de: nur indirekt bestellbar

source: must be ordered separately
de: muss separat bestellt werden

source: The end of the availability period must be after its begin.
de: Das Ende des Verfügbarkeitszeitraums muss nach dessen Beginn liegen.

source: Product number sequence
de: Produktnummer-Sequenz

# sequence
source: none
de: keine

source: Ticket quantity
de: Ticketanzahl

source: Badge
de: Abzeichen

source: No product number sequences are defined for this shop.
de: Für diesen Shop sind keine Produktnummer-Sequenzen definiert.

source: No valid product number sequence was specified.
de: Es wurde keine gültige Produktnummer-Sequenz angegeben.

source: Product "%(item_number)s" has been created.
de: Das Produkt "%(item_number)s" wurde angelegt.

source: Product "%(name)s" has been updated.
de: Das Produkt "%(name)s" wurde aktualisiert.

source: Product "%(product_to_attach_item_number)s" has been attached %(quantity)s times to product "%(product_item_number)s".
de: Das Produkt "%(product_to_attach_item_number)s" wurde %(quantity)s mal an das Produkt "%(product_item_number)s" angehängt.

source: Product "%(product_number)s" is no longer attached to product "%(attached_to_product_number)s".
de: Das Produkt "%(product_number)s" ist nun nicht mehr an Produkt "%(attached_to_product_number)s" angehängt.

source: Action has been added.
de: Die Aktion wurde hinzugefügt.

source: Action has been removed.
de: Die Aktion wurde entfernt.

source: Product number sequence could not be created. Is prefix "%(prefix)s" already defined?
de: Die Produktnummer-Sequenz konnte nicht angelegt werden. Ist das Präfix "%(prefix)s" bereits definiert?

source: Product number sequence with prefix "%(prefix)s" has been created.
de: Die Produktnummer-Sequenz mit dem Präfix "%(prefix)s" wurde angelegt.

source: Create product
de: Produkt erstellen

source: No product number sequences are defined for this shop. No products can be created without a sequence.
de: Es sind keine Produktnummer-Sequenzen für diesen Shop hinterlegt. Ohne sie können keine Produkte erstellt werden.

source: Create product number sequence
de: Produktnummer-Sequenz erstellen

source: Type
de: Typ

source: Create new sequence
de: Neue Sequenz erstellen

source: Add action
de: Aktion hinzufügen

source: Attach product
de: Produkt anhängen

source: Product number
de: Produktnummer

# product
source: name
de: Bezeichnung

source: Availability
de: Verfügbarkeit

source: from
de: von

source: No products exist.
de: Es sind keine Produkte vorhanden.

source: Edit product
de: Produkt bearbeiten

source: Including attached products
de: Einschließlich angehängter Produkte

source: ordered
de: bestellt

source: Can only be ordered indirectly
de: Nur indirekt bestellbar

source: yes
de: ja

source: no
de: nein

source: Must be ordered separately
de: Muss separat bestellt werden

source: Shipping required
de: Versand erforderlich

source: Attached to products
de: An Produkte angehängt

source: pieces
de: Stück

source: Attached products
de: Angehängte Produkte

source: Remove attached product
de: Angehängtes Produkt entfernen?

source: Award badge
de: Abzeichen verleihen

source: Create tickets
de: Tickets erstellen

source: Create ticket bundles
de: Ticketpakete erstellen

source: An action will be executed if an order contains a product that has an action assigned and the order state is changed to one of the states listed for the product.
de: Eine Aktion wird ausgelöst, wenn eine Bestellung ein mit einer Aktion verknüpftes Produkt enthält und der Bestellstatus auf einen der für das Produkt aufgeführten Zustände geändert wird.

source: Procedure
de: Prozedur

source: Parameters
de: Parameter

source: Remove action
de: Aktion entfernen

source: No actions are assigned for this product.
de: Für dieses Produkt sind keine Aktionen definiert.

source: Remove attached product?
de: Angehängtes Produkt entfernen?

source: Remove action?
de: Aktion entfernen?

source: Quantity ordered
de: Anzahl bestellt

source: pieces in total
de: Stück insgesamt

source: As at
de: Stand

source: This product has not been ordered yet.
de: Dieses Produkt wurde noch nicht bestellt.

source: Purchases
de: Käufe

source: Quantity purchased
de: Anzahl gekauft

source: This product has not been purchased yet.
de: Dieses Produkt wurde noch nicht gekauft.

source: unlimited
de: unbegrenzt

source: Paid
de: Bezahlt

source: Open
de: Offen

source: Currently no products that need to be shipped are ordered or paid.
de: Derzeit sind keine Produkte bestellt oder bezahlt, die versendet werden müssen.

source: Shop has been created.
de: Der Shop wurde angelegt.

source: Create shop
de: Shop erstellen

source: order
de: Bestellung

source: cancellation request
de: Stornierungsanfrage

source: Recent Events
de: Letzte Ereignisse

source: active
de: aktiv

source: No shop exists for this brand.
de: Für diese Marke ist kein Shop vorhanden.

source: Generate
de: Erzeugen

source: Buyer
de: Käufer/in

source: Order number sequence
de: Bestellnummer-Sequenz

# catalog
source: none
de: keiner

source: No order number sequences are defined for this shop.
de: Für diesen Shop sind keine Bestellnummer-Sequenzen definiert.

source: No valid order number sequence was specified.
de: Es wurde keine gültige Bestellnummer-Sequenz angegeben.

source: Storefront "%(storefront_id)s" has been created.
de: Storefront "%(storefront_id)s" wurde angelegt.

source: Storefront "%(storefront_id)s" has been updated.
de: Storefront "%(storefront_id)s" wurde aktualisiert.

source: Create storefront
de: Storefront erstellen

source: No order number sequences are defined for this shop. No storefronts can be created without a sequence.
de: Es sind keine Bestellnummer-Sequenzen für diesen Shop hinterlegt. Ohne sie können keine Storefronts angelegt werden.

source: No storefronts exist.
de: Es sind keine Storefronts vorhanden.

source: Product Number Sequences
de: Produktnummer-Sequenzen

source: Prefix
de: Präfix

source: Order Number Sequences
de: Bestellnummer-Sequenzen

source: Edit storefront
de: Storefront bearbeiten

source: Create sites
de: Sites erstellen

source: Edit sites
de: Sites bearbeiten

source: View sites
de: Sites anzeigen

source: Administrate site navigation
de: Site-Navigation verwalten

source: User registration open
de: Benutzerregistrierung geöffnet

source: User login open
de: Benutzeranmeldung geöffnet

source: Board ID
de: Forums-ID

source: Use as intranet
de: Als Intranet nutzen

source: Check in attendees on login to this site
de: Teilnehmende beim Anmelden auf dieser Site einchecken

# party
source: none
de: keine

# board
source: none
de: keins

# storefront
source: none
de: keins

source: Party ID "%(party_id)s" is unknown.
de: Party-ID "%(party_id)s" ist unbekannt.

source: Site "%(title)s" has been created.
de: Die Site "%(title)s" wurde angelegt.

source: Site "%(title)s" has been updated.
de: Die Site "%(title)s" wurde aktualisiert.

source: Active sites
de: Aktive Sites

source: Inactive sites
de: Inaktive Sites

source: Assign news channels
de: Newskanäle zuweisen

source: Create site
de: Site erstellen

source: Has to be unique.
de: Muss eindeutig sein.

source: Edit site
de: Site bearbeiten

source: Mode
de: Modus

source: No news channels are assigned to this site.
de: Es sind keine Newskanäle mit dieser Site verknüpft.

source: no party
de: keine Party

source: no news channels
de: keine Newskanäle

source: no board
de: kein Forum

source: no storefront
de: kein Storefront

source: Label
de: Bezeichnung

source: Page
de: Seite

source: Current page ID
de: ID der aktuellen Seite

source: View
de: Ansicht

source: Target type
de: Zielart

source: Endpoint
de: Endpunkt

source: Target
de: Ziel

source: Menu "%(name)s" has been created.
de: Das Menü "%(name)s" wurde angelegt.

source: Menu "%(name)s" has been updated.
de: Das Menü "%(name)s" wurde aktualisiert.

source: Menu item "%(label)s" has been created.
de: Der Menüeintrag "%(label)s" wurde angelegt.

source: Menu item "%(label)s" has been updated.
de: Der Menüeintrag "%(label)s" wurde aktualisiert.

source: Item "%(label)s" is already at the top.
de: Der Menüeintrag "%(label)s" befindet sich bereits ganz oben.

source: Item "%(label)s" has been moved upwards by one position.
de: Der Menüeintrag "%(label)s" wurde eine Position nach oben verschoben.

source: Item "%(label)s" is already at the bottom.
de: Der Menüeintrag "%(label)s" befindet sich bereits ganz unten.

source: Item "%(label)s" has been moved downwards by one position.
de: Der Menüeintrag "%(label)s" wurde eine Position nach unten verschoben.

source: Item "%(label)s" has been deleted.
de: Der Menüeintrag "%(label)s" wurde gelöscht.

source: Create menu item
de: Menüeintrag erstellen

source: Menu
de: Menü

source: Menus
de: Menüs

source: Create menu
de: Menü erstellen

source: No menus exist.
de: Es sind keine Menüs vorhanden.

source: Create submenu
de: Untermenü erstellen

source: Edit menu item
de: Menüeintrag bearbeiten

source: Edit menu
de: Menü bearbeiten

source: Parent menu
de: Übergeordnetes Menü

source: Items
de: Elemente

source: Delete menu item?
de: Menüeintrag löschen?

source: Party history
de: Party-Historie

source: %(initiator_screen_name)s has created snippet "%(snippet_name)s" (%(language_code)s) in scope "%(scope)s".
de: %(initiator_screen_name)s hat das Snippet "%(snippet_name)s" (%(language_code)s) im Scope "%(scope)s" angelegt.

source: %(initiator_screen_name)s has updated snippet "%(snippet_name)s" (%(language_code)s) in scope "%(scope)s".
de: %(initiator_screen_name)s hat das Snippet "%(snippet_name)s" (%(language_code)s) im Scope "%(scope)s" aktualisiert.

source: %(initiator_screen_name)s has deleted snippet "%(snippet_name)s" (%(language_code)s) in scope "%(scope)s".
de: %(initiator_screen_name)s hat das Snippet "%(snippet_name)s" (%(language_code)s) im Scope "%(scope)s" gelöscht.

source: Create snippets
de: Snippets erstellen

source: Edit snippets
de: Snippets bearbeiten

source: Delete snippets
de: Snippets löschen

source: View snippets
de: Snippets anzeigen

source: View snippets' history
de: Änderungshistorie von Snippets anzeigen

source: Unknown snippet ID "%(snippet_id)s"
de: Unbekannte Snippet-ID "%(snippet_id)s"

source: Snippet "%(name)s" (%(language_code)s) has been copied.
de: Das Snippet "%(name)s" (%(language_code)s) wurde kopiert.

source: Snippet "%(name)s" (%(language_code)s) was not found in scope "%(source_scope)s".
de: Das Snippet "%(name)s" (%(language_code)s) wurde nicht im Scope "%(source_scope)s" gefunden.

source: Snippet "%(name)s" (%(language_code)s) already exists in scope "%(target_scope)s".
de: Das Snippet "%(name)s" (%(language_code)s) existiert bereits im Scope "%(target_scope)s".

source: Snippet "%(name)s" has been created.
de: Das Snippet "%(name)s" wurde angelegt.

source: Snippet "%(name)s" has been updated.
de: Das Snippet "%(name)s" wurde aktualisiert.

source: Snippet "%(snippet_name)s" could not be deleted. Is it still mounted?
de: Das Snippet "%(snippet_name)s" konnte nicht gelöscht werden. Ist es noch gemountet?

source: Snippet "%(name)s" has been deleted.
de: Das Snippet "%(name)s" wurde gelöscht.

source: Select scope to copy snippets from
de: Scope auswählen, aus dem Snippets kopiert werden sollen

source: No scopes available.
de: Es sind keine Scopes verfügbar.

source: Create snippet
de: Snippet erstellen

source: Copy snippets
de: Snippets kopieren

source: No snippets exist in this scope.
de: In diesem Scope sind keine Snippets vorhanden.

source: Edit snippet
de: Snippet bearbeiten

source: View snippet version
de: Snippet-Version ansehen

source: Delete snippet?
de: Snippet löschen?

source: wrote
de: schrieb

source: %(initiator_screen_name)s has checked in ticket "%(ticket_code)s", used by %(user_screen_name)s.
de: %(initiator_screen_name)s hat Ticket "%(ticket_code)s", genutzt von %(user_screen_name)s, eingecheckt.

source: %(owner_screen_name)s has paid for %(quantity)s ticket.
de: %(owner_screen_name)s hat %(quantity)s Ticket bezahlt.

source: Currently %(tickets_sold)s of %(tickets_max)s tickets have been sold.
de: Aktuell sind %(tickets_sold)s von %(tickets_max)s Tickets verkauft.

source: Currently %(tickets_sold)s tickets have been sold.
de: Aktuell sind %(tickets_sold)s Tickets verkauft.

source: Administrate ticketing
de: Tickets verwalten

source: Administrate seat occupancies
de: Belegung von Sitzplätzen verwalten

source: Check in tickets
de: Gäste am Einlass einchecken

source: View ticketing
de: Tickets anzeigen

source: Invalid format
de: Ungültiges Format

source: Code cannot be changed as somebody has already been checked in with this ticket.
de: Der Code kann nicht geändert werden, da bereits jemand mit diesem Ticket eingecheckt worden ist.

source: Code for ticket %(ticket_code)s has been updated.
de: Der Code von Ticket %(ticket_code)s wurde geändert.

source: %(screen_name)s has been assigned as user of ticket %(ticket_code)s.
de: %(screen_name)s wurde als Nutzer/in von Ticket %(ticket_code)s eingetragen.

source: %(initiator)s has assigned seat management to %(user)s.
de: %(initiator)s hat %(user)s die Sitzplatzverwaltung übertragen.

source: %(initiator)s has brought back seat management.
de: %(initiator)s hat die Sitzplatzverwaltung zurückgeholt.

source: %(initiator)s has <strong>reserved</strong> seat "%(seat)s" (previously "%(previous_seat)s").
de: %(initiator)s hat Sitzplatz "%(seat)s" (vorher "%(previous_seat)s") <strong>reserviert</strong>.

source: %(initiator)s has <strong>reserved</strong> seat "%(seat)s".
de: %(initiator)s hat Sitzplatz "%(seat)s" <strong>reserviert</strong>.

source: %(initiator)s has <strong>released</strong> seat "%(seat)s".
de: %(initiator)s hat Sitzplatz "%(seat)s" <strong>freigegeben</strong>.

source: %(initiator)s has <strong>released</strong> the seat.
de: %(initiator)s hat den Sitzplatz <strong>freigegeben</strong>.

source: %(initiator)s has <strong>changed the code</strong> ("%(old_code)s" &rarr; "%(new_code)s").
de: %(initiator)s hat den <strong>Code geändert</strong> ("%(old_code)s" &rarr; "%(new_code)s").

source: The ticket has been <strong>created</strong>.
de: Das Ticket wurde <strong>angelegt</strong>.

source: %(initiator)s has %(verb)s the ticket.
de: %(initiator)s hat das Ticket %(verb)s.

source: %(initiator)s has assigned user management to %(user)s.
de: %(initiator)s hat %(user)s die Nutzerverwaltung übertragen.

source: %(initiator)s has brought back user management.
de: %(initiator)s hat die Nutzerverwaltung zurückgeholt.

source: %(initiator)s has <strong>assigned</strong> %(user)s as ticket user.
de: %(initiator)s hat %(user)s als Ticketnutzer <strong>eingetragen</strong>.

source: %(initiator)s has <strong>assigned</strong> an unknown user as ticket user.
de: %(initiator)s hat einen unbekannten Benutzer als Ticketnutzer <strong>eingetragen</strong>.

source: %(initiator)s has assigned themselves as ticket user.
de: %(initiator)s hat sich selbst als Ticketnutzer <strong>eingetragen</strong>.

source: %(initiator)s has %(verb)s %(user)s for the party.
de: %(initiator)s hat %(user)s für die Party %(verb)s.

source: %(initiator)s has <strong>reverted the check-in</strong> of %(user)s.
de: %(initiator)s hat den Check-In von %(user)s <strong>rückgängig gemacht</strong>.

source: <strong>Unknown event</strong> "%(event_type)s" has occurred.
de: <strong>Unbekanntes Ereignis</strong> "%(event_type)s" ist eingetreten.

source: Assign user
de: Nutzer/in zuweisen

source: Assign to user
de: Nutzer/in zuweisen

source: Assign
de: Zuweisen

source: Ticket bundles
de: Ticketpakete

source: revoked
de: widerrufen

source: unfiltered
de: ungefiltert

source: Change ticket code
de: Ticket-Code ändern

source: Change code
de: Code ändern

source: Revert check-in
de: Check-In rückgängig machen

source: Bundle
de: Paket

source: independent
de: eigenständig

source: nobody
de: niemand

source: managed by
de: verwaltet durch

source: History
de: Verlauf

source: Revert check-in?
de: Check-In rückgängig machen?

source: Ticket Bundles
de: Ticketpakete

source: This ticket is no longer valid.
de: Das Ticket wurde widerrufen.

source: A user has already been checked in with this ticket.
de: Es ist bereits jemand mit diesem Ticket eingecheckt worden.

source: The user account is not active.
de: Das Benutzerkonto ist nicht aktiv.

source: User "%(screen_name)s" has not yet given all necessary consents. Logging in again is required.
de: Benutzer "%(screen_name)s" hat noch nicht alle erforderlichen Zustimmungen erteilt. Erneutes Einloggen ist erforderlich.

source: %(screen_name)s has assigned ticket %(ticket_code)s to you.
de: %(screen_name)s hat dir Ticket %(ticket_code)s zugewiesen.

source: %(screen_name)s has assigned ticket %(ticket_code)s to you which entitles you to attend %(party_title)s.
de: %(screen_name)s hat dir Ticket %(ticket_code)s zugewiesen, was dich zur Teilnahme an der %(party_title)s berechtigt.

source: %(screen_name)s has withdrawn ticket %(ticket_code)s from you.
de: %(screen_name)s hat Ticket %(ticket_code)s zurückgezogen.

source: %(screen_name)s has withdrawn ticket %(ticket_code)s for %(party_title)s, which was previously assigned to you, from you.
de: %(screen_name)s hat das dir bisher zugewiesene Ticket %(ticket_code)s für die %(party_title)s zurückgezogen.

source: %(screen_name)s has assigned user management for ticket %(ticket_code)s to you.
de: %(screen_name)s hat dir die Nutzerverwaltung für Ticket %(ticket_code)s übertragen.

source: %(screen_name)s has assigned user management for ticket %(ticket_code)s for %(party_title)s to you.
de: %(screen_name)s hat dir die Verwaltung des Nutzers von Ticket %(ticket_code)s für die %(party_title)s übertragen.

source: %(screen_name)s has withdrawn user management for ticket %(ticket_code)s from you.
de: %(screen_name)s hat die Übertragung der Nutzerverwaltung für Ticket %(ticket_code)s an dich zurückgezogen.

source: %(screen_name)s has withdrawn user management for ticket %(ticket_code)s for %(party_title)s, which was previously assigned to you, from you.
de: %(screen_name)s hat die dir bisher übertragene Verwaltung des Nutzers von Ticket %(ticket_code)s für die %(party_title)s zurückgezogen.

source: %(screen_name)s has assigned seat management for ticket %(ticket_code)s to you.
de: %(screen_name)s hat dir die Sitzplatzverwaltung für Ticket %(ticket_code)s übertragen.
