Repository: byceps/byceps
Catalog: byceps/translations/*/LC_MESSAGES/messages.po
Languages: de

source: cute
de: niedliche

source: dearest
de: herzallerliebste

source: delicate
de: zierliche

source: enviable
de: beneidenswerte

source: epic
de: epische

source: exhilarating
de: erheiternde

source: fantastic
de: fantastische

source: flattering
de: schmeichelhafte

source: full
de: ganze

source: impressive
de: beeindruckende

source: incredible
de: unglaubliche

source: ineffable
de: unbeschreibliche

source: insane
de: wahnsinnige

source: inscrutable
de: unbegreifliche

source: invaluable
de: unbezahlbare

source: invigorating
de: erquickende

source: legendary
de: legendäre

source: lively
de: quirlige

source: manageable
de: überschaubare

source: merciless
de: erbarmungslose

source: phenomenal
de: phänomenale

source: refreshing
de: erfrischende

source: remarkable
de: bemerkenswerte

source: sensational
de: sensationelle

source: sickly-sweet
de: zuckersüße

source: sporty
de: sportliche

source: staggering
de: umwerfende

source: sweet
de: possierliche

source: tender
de: zarte

source: terrific
de: grandiose

source: unfathomable
de: unfassbare

source: wild
de: wilde

source: Edit orga presences
de: Orga-Anwesenheiten eintragen

source: View orga presences
de: Orga-Anwesenheiten anzeigen

source: Start
de: Beginn

source: End
de: Ende

source: Value must be in valid range.
de: Wert muss im gültigen Bereich liegen.

source: Start value must be before end value.
de: Der Beginn muss vor dem Ende liegen.

source: Valid range
de: Gültiger Bereich

source: My Presence
de: Meine Anwesenheit

source: Remove presence
de: Anwesenheit entfernen

source: Remove presence?
de: Anwesenheit entfernen?

source: Administrate orga team memberships
de: Orga-Team-Mitgliedschaften verwalten

source: Create orga teams
de: Orga-Teams erstellen

source: Delete orga teams
de: Orga-Teams löschen

source: View orga teams
de: Orga-Teams anzeigen

source: From party
de: Von Party

source: Function
de: Aufgabe

source: Team "%(team_title)s" for party "%(party_title)s" has been created.
de: Das Team "%(team_title)s" wurde für die Party "%(party_title)s" erstellt.

source: Team "%(team_title)s" cannot be deleted because it has members.
de: Das Team "%(team_title)s" kann nicht gelöscht werden weil es Mitglieder hat.

source: Team "%(title)s" has been deleted.
de: Das Team "%(title)s" wurde gelöscht.

source: This party already has teams. No additional teams can be copied to it.
de: Diese Party hat bereits Teams. Es können keine weiteren hinzukopiert werden.

source: No other parties exist from which teams could be copied.
de: Es sind keine anderen Partys vorhanden, von denen Teams kopiert werden könnten.

source: %(copied_teams_count)s team(s) has/have been copied from party "%(source_party_title)s" to party "%(target_party_title)s".
de: %(copied_teams_count)s Team(s) wurde(n) von Party "%(source_party_title)s" zu Party "%(target_party_title)s" kopiert.

source: %(screen_name)s has been added to team "%(team_title)s".
de: %(screen_name)s wurde in das Team "%(team_title)s" aufgenommen.

source: Membership of %(screen_name)s has been updated.
de: Die Teammitgliedschaft von %(screen_name)s wurde aktualisiert.

source: %(screen_name)s has been removed from team "%(team_title)s".
de: %(screen_name)s wurde aus dem Team "%(team_title)s" entfernt.

source: Add orga to team
de: Orga zu Team hinzufügen

source: No orgas are available who are not yet assigned to a team for this party.
de: Es sind keine Orgas vorhanden, die noch keinem Team dieser Party zugewiesen sind.

source: Edit orga team membership
de: Orga-Team-Mitgliedschaft bearbeiten

source: Create orga team
de: Orga-Team erstellen

source: Copy orga teams
de: Orga-Teams kopieren

source: Copy orga teams from another party
de: Orga-Teams von anderer Party kopieren

source: Copy
de: Kopieren

source: Create team
de: Team erstellen

source: Copy teams from another party
de: Teams von anderer Party kopieren

source: Add orga
de: Orga hinzufügen

source: Remove team
de: Team entfernen

source: Edit membership and duties
de: Teamzugehörigkeit und Aufgabe bearbeiten

source: Remove person from team
de: Person aus Team entfernen

source: This team has no members.
de: Dieses Team hat keine Mitglieder.

source: No orga teams are defined.
de: Es sind keine Orga-Teams vorhanden.

source: Remove team?
de: Team entfernen?

source: Remove person from team?
de: Person aus Team entfernen?

source: %(initiator_screen_name)s has created page "%(page_name)s" (%(language_code)s) in site "%(site_title)s".
de: %(initiator_screen_name)s hat die Seite "%(page_name)s" (%(language_code)s) in Site "%(site_title)s" angelegt.

source: %(initiator_screen_name)s has updated page "%(page_name)s" (%(language_code)s) in site "%(site_title)s".
de: %(initiator_screen_name)s hat die Seite "%(page_name)s" (%(language_code)s) in Site "%(site_title)s" aktualisiert.

source: %(initiator_screen_name)s has deleted page "%(page_name)s" (%(language_code)s) in site "%(site_title)s".
de: %(initiator_screen_name)s hat die Seite "%(page_name)s" (%(language_code)s) in Site "%(site_title)s" gelöscht.

source: Create pages
de: Seiten erstellen

source: Edit pages
de: Seiten bearbeiten

source: Delete pages
de: Seiten löschen

source: View pages
de: Seiten anzeigen

source: View pages' history
de: Änderungshistorie von Seiten anzeigen

source: URL path
de: URL-Pfad

source: Header
de: Seitenkopf

source: URL path must begin with a forward slash.
de: Der URL-Pfad muss mit einem Schrägstrich beginnen.

source: Navigation menu
de: Navigationsmenü

source: Page "%(name)s" (%(language_code)s) has been copied.
de: Die Seite "%(name)s" (%(language_code)s) wurde kopiert.

source: Page "%(name)s" (%(language_code)s) was not found in site "%(source_site_title)s".
de: Die Seite "%(name)s" (%(language_code)s) wurde nicht in Site "%(source_site_title)s" gefunden.

source: Page "%(name)s" (%(language_code)s) already exists in site "%(target_site_title)s".
de: Die Seite "%(name)s" (%(language_code)s) existiert bereits in Site "%(target_site_title)s".

source: Page has been created.
de: Die Seite wurde erstellt.

source: Page has been updated.
de: Die Seite wurde aktualisiert.

source: Page "%(name)s" could not be deleted.
de: Die Seite "%(name)s" konnte nicht gelöscht werden.

source: Page "%(name)s" has been deleted.
de: Die Seite "%(name)s" wurde gelöscht.

source: Page header
de: Seitenkopf

source: Select site to copy pages from
de: Site auswählen, von der Seiten kopiert werden sollen

source: No sites available.
de: Es sind keine Sites verfügbar.

source: Create page
de: Seite erstellen

source: Version history
de: Versionshistorie

source: No versions exist.
de: Es sind keine Versionen vorhanden.

source: Copy pages
de: Seiten kopieren

source: No pages exist for this site.
de: Es existieren keine Seiten für diese Site.

source: Set navigation menu
de: Navigationsmenü festlegen

source: Edit page
de: Seite bearbeiten

source: View page version
de: Seiten-Version ansehen

source: Delete page?
de: Seite löschen?

source: Sorry, an error has occurred.
de: Entschuldigung, ein Fehler ist aufgetreten.

source: Create parties
de: Partys erstellen

source: Edit parties
de: Partys bearbeiten

source: View parties
de: Partys anzeigen

source: Maximum number of tickets
de: Maximale Anzahl Tickets

source: Ticket management open
de: Ticketverwaltung geöffnet

source: Seat management open
de: Sitzplatzverwaltung geöffnet

source: Party "%(title)s" has been created.
de: Die Party "%(title)s" wurde angelegt.

source: Party "%(title)s" has been updated.
de: Die Party "%(title)s" wurde aktualisiert.

source: Create party
de: Party erstellen

source: Active parties
de: Aktive Partys

source: Archived parties
de: Archivierte Partys

source: No parties exist.
de: Es sind keine Partys vorhanden.

source: No parties exist for this brand.
de: Für diese Marke sind keine Partys vorhanden.

source: Edit party
de: Party bearbeiten

source: Days
de: Tage

source: not defined
de: nicht festgelegt

source: Seat management
de: Sitzplatzverwaltung

source: attendees
de: Teilnehmer

source: Party History
de: Party-Historie

source: There haven't been any parties yet.
de: Es haben noch keine Partys stattgefunden.

source: Administrate seating
de: Sitzpläne und -plätze verwalten

source: View seating administration
de: Sitzpläne anzeigen

source: Background image filename
de: Hintergrundbild-Dateiname

source: Width
de: Breite

source: Height
de: Höhe

source: Seating area "%(title)s" has been created.
de: Der Bereich "%(title)s" wurde angelegt.

source: Seating area "%(title)s" has been updated.
de: Bereich "%(title)s" wurde aktualisiert.

source: Create area
de: Bereich erstellen

source: Areas
de: Bereiche

source: Background image
de: Hintergrundbild

source: Dimensions
de: Größe

source: Seats
de: Sitzplätze

source: occupied
de: belegt

source: available
de: verfügbar

source: Utilization
de: Auslastung

source: Total
de: Gesamt

source: No areas exist.
de: Es sind keine Bereiche vorhanden.

source: Edit area
de: Bereich bearbeiten

source: Area
de: Bereich

source: ticket category
de: Ticket-Kategorie

source: area
de: Bereich

source: seat
de: Sitzplatz

source: seat group
de: Sitzplatz-Gruppe

source: Seat Groups
de: Sitzplatz-Gruppen

source: Ticket category
de: Ticket-Kategorie

source: Seat ID
de: Sitzplatz-ID

source: Ticket user
de: Ticketnutzer/in

source: Ticket owner
de: Ticketinhaber/in

source: seat not assigned
de: Sitzplatz nicht zugewiesen

source: No seat groups exist for this party.
de: Für diese Party sind keine Sitzplatz-Gruppen vorhanden.

source: Groups
de: Gruppen

source: Seat reservations cannot be changed at this time.
de: Sitzplatzreservierungen können derzeit nicht verändert werden.

source: Ticket "%(selected_ticket_code)s" is revoked.
de: Ticket "%(selected_ticket_code)s" wurde widerrufen.

source: You are not authorized to manage the seat for ticket %(ticket_code)s.
de: Du bist nicht berechtigt, den Sitzplatz für Ticket %(ticket_code)s zu verwalten.

source: %(seat_label)s is already occupied.
de: %(seat_label)s ist bereits belegt.

source: Ticket %(ticket_code)s belongs to a bundle and cannot be managed separately.
de: Ticket %(ticket_code)s gehört zu einem Paket und kann nicht einzeln verwaltet werden.

source: Ticket %(ticket_code)s and seat "%(seat_label)s" belong to different categories.
de: Ticket %(ticket_code)s und %(seat_label)s haben unterschiedliche Kategorien.

source: An unexpected error occurred.
de: Ein unvorhergesehener Fehler ist aufgetreten.

source: %(seat_label)s has been occupied with ticket %(ticket_code)s.
de: %(seat_label)s wurde mit Ticket %(ticket_code)s reserviert.

source: Ticket %(ticket_code)s occupies no seat.
de: Ticket %(ticket_code)s belegt keinen Sitzplatz.

source: %(seat_label)s has been released.
de: %(seat_label)s wurde freigegeben.

source: unnamed
de: unbenannt

source: Legend
de: Legende

source: You are managing this ticket as a seating administrator.
de: Du verwaltest dieses Ticket als Sitzplatz-Administrator.

source: You are managing seats of <strong>%(quantity)s</strong> ticket.
de: Du verwaltest die Sitzplätze von <strong>%(quantity)s</strong> Ticket.

source: no user
de: kein/e Nutzer/in

source: no seat
de: kein Sitzplatz

source: Release seat
de: Sitzplatz freigeben

source: You are not managing any seats.
de: Du verwaltest keine Sitzplätze.

source: Seating plan
de: Sitzplan

source: Manage seats
de: Sitzplätze verwalten

source: Create shops
de: Shops und Storefronts erstellen

source: Edit shops
de: Shops und Storefronts bearbeiten

source: View shops
de: Shops und Storefronts anzeigen

source: Administrate shop products
de: Produkte verwalten

source: View shop products
de: Produkte anzeigen

source: Cancel shop orders
de: Bestellungen stornieren

source: Mark shop orders as paid
de: Bestellungen als bezahlt markieren

source: Edit shop orders
de: Bestellungen bearbeiten

source: View shop orders
de: Bestellungen anzeigen

source: Cancellation requests
de: Stornierungsanfragen

source: accepted
de: akzeptiert

source: donated
de: gespendet

source: everything
de: alles

source: partially
de: teilweise

source: nothing
de: nichts

source: Orderer
de: Besteller

source: Reclaim
de: Rückforderung

source: Donation
de: Spende

source: Recipient name
de: Empfängername

source: Recipient IBAN
de: Empfänger-IBAN

source: No cancellation requests.
de: Keine Stornierungsanfragen.

source: Product
de: Produkt

source: Catalog "%(title)s" has been created.
de: Der Katalog "%(title)s" wurde angelegt.

source: Catalog "%(title)s" has been updated.
de: Der Katalog "%(title)s" wurde aktualisiert.

source: Collection "%(title)s" has been created.
de: Die Kollektion "%(title)s" wurde angelegt.

source: Collection "%(title)s" has been updated.
de: Die Kollektion "%(title)s" wurde aktualisiert.

source: Product "%(product_name)s" has been added to collection "%(collection_title)s".
de: Das Produkt "%(product_name)s" wurde zur Kollektion"%(collection_title)s" hinzugefügt.

source: Product "%(product_name)s" has been removed from collection "%(collection_title)s".
de: Das Produkt "%(product_name)s" wurde aus der Kollektion "%(collection_title)s" entfernt.

source: Create catalog
de: Katalog erstellen

source: Edit catalog
de: Katalog bearbeiten

source: Catalog
de: Katalog

source: Collections
de: Kollektionen

source: product
de: Produkt

source: Add product
de: Produkt hinzufügen

source: Item number
de: Artikelnummer

# product
source: Name
de: Bezeichnung

source: Period
de: Zeitraum

source: Remove product
de: Produkt entfernen

source: No products assigned.
de: Keine Produkte zugewiesen.

source: Remove product?
de: Produkt entfernen?

source: Create collection
de: Kollektion anlegen

source: Edit collection
de: Kollektion bearbeiten

source: No catalogs exist.
de: Es sind keine Kataloge vorhanden.

source: Add product to collection
de: Produkt zur Kollektion hinzufügen

source: Examples
de: Beispiele

source: Order confirmation
de: Bestellbestätigung

source: Payment receipt
de: Zahlungseingang

source: Cancellation
de: Stornierung

source: Configuration
de: Konfiguration

source: %(orderer_screen_name)s has placed order %(order_number)s.
de: %(orderer_screen_name)s hat Bestellung %(order_number)s aufgegeben.

source: %(initiator_screen_name)s marked order %(order_number)s by %(orderer_screen_name)s as paid via %(payment_method_label)s.
de: %(initiator_screen_name)s hat Bestellung %(order_number)s von %(orderer_screen_name)s als per %(payment_method_label)s bezahlt markiert.

source: %(initiator_screen_name)s has canceled order %(order_number)s by %(orderer_screen_name)s.
de: %(initiator_screen_name)s hat Bestellung %(order_number)s von %(orderer_screen_name)s storniert.

source: bank transfer
de: Überweisung

source: cash
de: Barzahlung

source: direct debit
de: Lastschrift

source: free
de: kostenlos

source: Actively inform orderer via email of cancellation
de: Auftraggeber/in aktiv per E-Mail über Stornierung informieren

source: Payment type
de: Zahlungsart

source: Static prefix
de: Statisches Präfix

source: Invoice provider is not configured.
de: Es ist kein Rechnungsanbieter konfiguriert.

source: The integration of the invoice provider is not properly configured.
de: Die Integration mit einem Rechnungsanbieter ist nicht korrekt konfiguriert.

source: The order is marked as paid for free. No invoice is created in this case.
de: Die Bestellung ist als kostenlos bezahlt markiert. In diesem Fall wird keine Rechnung erstellt.

source: The download of the invoice from the invoice provider failed.
de: Der Download der Rechnung vom Rechnungsanbieter ist fehlgeschlagen.

source: Invoice provider is not enabled.
de: Es ist kein Rechnungsanbieter aktiviert.

source: Note has been added.
de: Die Notiz wurde hinzugefügt.

source: Order %(order_number)s has been marked as shipped.
de: Bestellung %(order_number)s wurde als verschickt markiert.

source: Order %(order_number)s has been marked as not shipped.
de: Bestellung %(order_number)s wurde als nicht verschickt markiert.

source: The order has already been canceled. The payment state cannot be changed anymore.
de: Die Bestellung ist bereits storniert worden; der Bezahlstatus kann nicht mehr geändert werden.

source: The order has been canceled and the corresponding products have been made available again.
de: Die Bestellung wurde als storniert markiert und die betroffenen Produkte in den entsprechenden Stückzahlen wieder zur Bestellung freigegeben.

source: No email has been sent to the orderer.
de: Es wurde keine E-Mail an den/die Auftraggeber/in versendet.

source: Order is already marked as paid.
de: Die Bestellung ist bereits als bezahlt markiert worden.

source: Order has been marked as paid.
de: Die Bestellung wurde als bezahlt markiert.

source: Email confirmation for placed order has been sent again.
de: Die E-Mail-Eingangsbestätigung wurde erneut versendet.

source: Order number sequence could not be created. Is the prefix "%(prefix)s" already defined?
de: Die Bestellnummer-Sequenz konnte nicht angelegt werden. Ist das Präfix "%(prefix)s" bereits definiert?

source: Order number sequence with prefix "%(prefix)s" has been created.
de: Die Bestellnummer-Sequenz mit dem Präfix "%(prefix)s" wurde angelegt.

source: shipped
de: versendet

source: shipping required
de: Versand erforderlich

source: Mark order as paid
de: Als bezahlt markieren

source: Add note
de: Notiz hinzufügen

source: Export for Lexware (XML)
de: für Lexware exportieren (XML)

source: Download invoice draft
de: Rechnungsentwurf herunterladen

source: Download invoice
de: Rechnung herunterladen

source: Resend confirmation email
de: E-Mail-Bestätigung erneut senden

source: Cancel order
de: Bestellung stornieren

source: Mark as <strong>not</strong> shipped
de: Als <strong>nicht</strong> versendet markieren

source: Mark as shipped
de: Als versendet markieren

source: %(initiator)s has <strong>placed</strong> order <a href="%(order_url)s">%(order_number)s</a>.
de: %(initiator)s hat Bestellung <a href="%(order_url)s">%(order_number)s</a> <strong>aufgegeben</strong>.

source: %(initiator)s has marked order <a href="%(order_url)s">%(order_number)s</a> as %(new_payment_state)s (previously %(former_payment_state)s).
de: %(initiator)s hat Bestellung <a href="%(order_url)s">%(order_number)s</a> als %(new_payment_state)s markiert (vorher %(former_payment_state)s).

source: %(initiator)s has marked order <a href="%(order_url)s">%(order_number)s</a> as %(new_payment_state)s via %(payment_method)s (previously %(former_payment_state)s).
de: %(initiator)s hat Bestellung <a href="%(order_url)s">%(order_number)s</a> als %(new_payment_state)s via %(payment_method)s markiert (vorher %(former_payment_state)s).

source: Invoice %(invoice_number)s was created for order <a href="%(order_url)s">%(order_number)s</a>.
de: Rechnung %(invoice_number)s für Bestellung <a href="%(order_url)s">%(order_number)s</a> wurde erstellt.

source: %(author)s has added a <strong>note</strong> to order <a href="%(order_url)s">%(order_number)s</a>:
de: %(author)s hat zu Bestellung <a href="%(order_url)s">%(order_number)s</a> eine <strong>Notiz hinzugefügt</strong>:

source: %(initiator)s has <strong>updated the orderer</strong> of order <a href="%(order_url)s">%(order_number)s</a>:
de: %(initiator)s hat <strong>die bestellende Person</strong> von Bestellung <a href="%(order_url)s">%(order_number)s</a> <strong>geändert</strong>.

source: Attribute
de: Attribut

source: old
de: alt

source: %(initiator)s has <strong>added a payment</strong> for order <a href="%(order_url)s">%(order_number)s</a>.
de: %(initiator)s hat für Bestellung <a href="%(order_url)s">%(order_number)s</a> eine <strong>Zahlung hinzugefügt</strong>.

source: %(initiator)s has marked order <a href="%(order_url)s">%(order_number)s</a> as <strong>shipped</strong>.
de: %(initiator)s hat Bestellung <a href="%(order_url)s">%(order_number)s</a> als <strong>versendet</strong> markiert.

source: %(initiator)s has marked order <a href="%(order_url)s">%(order_number)s</a> as <strong>not shipped</strong>.
de: %(initiator)s hat Bestellung <a href="%(order_url)s">%(order_number)s</a> als <strong>nicht versendet</strong> markiert.

source: %(initiator)s has <strong>re-triggered sending</strong> of the confirmation email for order <a href="%(order_url)s">%(order_number)s</a>.
de: %(initiator)s hat den Versand der Bestellbestätigung per E-Mail für Bestellung <a href="%(order_url)s">%(order_number)s</a> <strong>erneut ausgelöst</strong>.

source: Badge "%(badge)s" has been <strong>awarded</strong> to %(awardee)s.
de: Das Abzeichen "%(badge)s" wurde an %(awardee)s <strong>verliehen</strong>.

source: A <a href="%(url)s">ticket bundle</a> with %(ticket_quantity)s tickets of category "%(ticket_category)s" has been created.
de: Ein <a href="%(url)s">Ticketpaket</a> mit %(ticket_quantity)s Tickets der Kategorie "%(ticket_category)s" wurde erstellt.

source: %(initiator)s has <strong>revoked</strong> the <a href="%(url)s">ticket bundle</a>.
de: %(initiator)s hat das <a href="%(url)s">Ticketpaket</a> <strong>widerrufen</strong>.

source: <a href="%(url)s">Ticket %(code)s</a> has been <strong>created</strong>.
de: <a href="%(url)s">Ticket %(code)s</a> wurde <strong>angelegt</strong>.

source: %(initiator)s has <strong>revoked</strong> <a href="%(url)s">ticket %(code)s</a>.
de: %(initiator)s hat <a href="%(url)s">Ticket %(code)s</a> <strong>widerrufen</strong>.

source: %(initiator)s has initiated <strong>unknown event</strong> "%(event_type)s".
de: %(initiator)s hat <strong>unbekanntes Ereignis</strong> "%(event_type)s" ausgelöst.

source: No data yet.
de: Noch keine Daten.

source: Company
de: Firma

source: Address
de: Adresse

source: Quantity
de: Anzahl

source: Processing
de: Verarbeitung

source: Unit price
de: Stückpreis

source: not shipped yet
de: noch nicht versendet

source: The reason is visible to the orderer.
de: Die Begründung ist für die bestellende Person sichtbar.

source: This is not an internal remark.
de: Es handelt sich nicht um einen internen Vermerk.

source: Create order number sequence
de: Bestellnummer-Sequenz erstellen

source: overdue
de: überfällig

source: Mark as paid
de: Als bezahlt markieren

source: Date of creation
de: Erstellungszeitpunkt

source: Invoice
de: Rechnung

source: Reason for cancellation
de: Grund für Stornierung

source: Payment
de: Zahlung

source: Payment method
de: Zahlungsart

source: Additional fields
de: Zusätzliche Felder

source: Events
de: Ereignisse

source: Resend confirmation email?
de: E-Mail-Bestätigung erneut senden?

source: Mark as shipped?
de: Als versendet markieren?

source: Mark as not shipped?
de: Als nicht versendet markieren?

source: not applicable
de: unzutreffend

# processing
source: canceled
de: abgebrochen

source: complete
de: abgeschlossen

source: paid
de: bezahlt

source: canceled (b. p.)
de: storniert (v. B.)

source: canceled before payment
de: storniert vor Bezahlung

source: canceled (a. p.)
de: storniert (n. B.)

source: canceled after payment
de: storniert nach Bezahlung

# order
source: open
de: offen

source: waiting for shipping
de: auf Versand wartend

source: The shop is closed.
de: Der Shop ist derzeit geschlossen.

source: No products are available.
de: Es sind keine Produkte verfügbar.

source: No products have been selected.
de: Es wurden keine Produkte ausgewählt.

source: Placing the order has failed.
de: Die Bestellung ist fehlgeschlagen.

source: The product cannot be ordered directly.
de: Das Produkt kann nicht direkt bestellt werden.

source: You cannot place another order.
de: Du kannst keine weitere Bestellung aufgeben.

source: The product is not available.
de: Das Produkt ist nicht verfügbar.
